{
  "query": "diabetes",
  "source": "geo",
  "total_found": 1202,
  "species_filter": "Homo sapiens",
  "experiment_filter": "RNA-seq",
  "state_filter": "All",
  "only_analyzable": true,
  "returned_before_analyzable_filter": 50,
  "returned_after_analyzable_filter": 28,
  "items": [
    {
      "uid": "200317266",
      "accession": "GSE317266",
      "title": "Energy-sensing molecule RORγ regulates Cholesterol Metabolism and Immune Signaling in Diabetic Kidney Disease and Aging",
      "summary": "Aging is a major risk factor for diabetic kidney disease (DKD), with both conditions exhibiting similar renal pathology. We identify the energy-sensing molecule Retinoic acid-related orphan receptor γ (RORγ) as significantly downregulated in diabetic and aged kidneys. Tubule-specific RORγ deficiency exacerbates kidney injury, whereas its overexpression protects. Mechanistically, RORγ stabilizes insulin-induced gene 1 (INSIG1) by upregulating the deubiquitinase YOD1 and enhancing AMPK activity via CAB39, which together promote INSIG1 phosphorylation and subsequent stabilization. Stabilized INSIG1 potently blocks the ER-to-Golgi transport and activation of SREBP2 (cholesterol synthesis) and STING (inflammatory signaling). In diabetes, RORγ itself is suppressed transcriptionally by CTCF and functionally by impaired AMPK/SIRT1 signaling, which hinders its activation. Importantly, administration of a RORγ agonist or RORγ-enriched exosomes effectively alleviates diabetic kidney injury. Thus, RORγ emerges as a key regulatory node that mitigates DKD and renal aging by co-regulating AMPK-mediated metabolic and STING-driven innate immune pathways through INSIG1 stabilization.",
      "organism": "Homo sapiens",
      "n_samples": 6,
      "gse": "317266",
      "pubmed_id": "",
      "pdat": "2026/01/22",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease only",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE317266",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200309688",
      "accession": "GSE309688",
      "title": "Natural daylight during office hours improves glucose control and whole-body substrate metabolism",
      "summary": "Chronic lack of daylight is increasingly considered as a risk factor for metabolic diseases, such as type 2 diabetes (T2D). In a randomized cross-over design (NCT05263232), 13 individuals with T2D were exposed to natural daylight facilitated through windows vs. constant artificial lighting during office hours for 4.5 consecutive days. Continuous glucose monitoring revealed that participants spent more time in the normal glucose range and whole-body substrate metabolism shifted towards a greater reliance on fat oxidation upon daylight. In vitro assessment of the muscle clock displayed a phase advance after daylight exposure. Multi-omic analyses revealed daylight-induced differences in serum metabolites, lipids and monocyte transcripts. Our findings suggest that natural daylight exposure during office hours has a positive metabolic impact in individuals with T2D and could potentially support the treatment of metabolic diseases.",
      "organism": "Homo sapiens",
      "n_samples": 48,
      "gse": "309688",
      "pubmed_id": "",
      "pdat": "2026/01/06",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE309688",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200311535",
      "accession": "GSE311535",
      "title": "RNA-seq of human atherosclerotic carotid plaque tissue from diabetic patients",
      "summary": "Diabetes Mellitus is associated with increased risk of myocardial infarctions and strokes due to accelerated atherosclerotic plaque development and rupture. The mechanisms driving plaque rupture in the diabetic setting remain unclear. We sequenced ribosome-depleted total RNA from carotid plaques obtained from diabetic subjects undergoing carotid endarterectomy with high-grade stenosis, who either recently experienced a carotid-related ischemic cerebrovascular event (Symptomatic, n=6) or had no such event (Asymptomatic, n=6). Principal component analysis of the most variable transcripts demonstrated that sex and insulin use, rather than plaque rupture status, were the major contributors to the variability in the dataset. Hierarchical clustering further highlighted the importance of these factors in the dataset but also included two clusters whose expression was elevated in the symptomatic group. These clusters were enriched with transcripts for immunoglobulins and matrix metalloproteinases, suggesting increased B-cell infiltration and extracellular matrix degradation in the symptomatic plaques. We identified only two transcripts, RNU2-1 and PI4KAP1, as significantly up-regulated in the symptomatic group. We identified 35 transcripts with altered expression in subjects on insulin therapy, including regulators of B-cells (MZB1), T cells (BTN3A1, BTN3A2, BTN3A3, CD96, and CTSW), and macrophages (MPEG1). Next, we used spatial deconvolution to focus on differentially expressed genes in the fibrous cap of the carotid plaques. In the symptomatic group, we identified elevated levels of five angiogenesis-associated transcripts (ALS2CL, EPHB4, SMAD1, PREX2, EFNA5), suggesting increased intraplaque neovascularization in ruptured plaques. Thus, insulin use significantly impacts the transcriptome of atherosclerotic plaques, promoting vascular inflammation.",
      "organism": "Homo sapiens",
      "n_samples": 12,
      "gse": "311535",
      "pubmed_id": "",
      "pdat": "2025/12/17",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease only",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE311535",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200260717",
      "accession": "GSE260717",
      "title": "Proteogenomic discovery of novel open reading frames with HLA immune presentation on human beta cells",
      "summary": "Ribosome profiling (Ribo-seq) provides a comprehensive view of translational regulation, crucial for understanding cellular processes. Here, we applied Ribo-seq to map the translatome of human stem cell-derived beta cells (sBCs). Our analysis revealed close to 1000 novel open reading frames (nuORFs) in sBCs, with a majority showing protein-level support, suggesting functional relevance. Furthermore, we detected an immunogenic peptide, INS-DRiP, originating from an alternative start site in INS mRNA. Comparison with primary human islets highlighted beta cell specificity of the identified nuORFs. Notably, we identified a regulatory upstream ORF within TYK2, a gene implicated in type 1 diabetes (T1D) and crucial for beta cell function and interferon response. Our findings underscore the importance translational regulation in beta cell function and its implications in T1D.",
      "organism": "Homo sapiens",
      "n_samples": 18,
      "gse": "260717",
      "pubmed_id": "",
      "pdat": "2025/12/09",
      "gds_type": "Expression profiling by high throughput sequencing; Other",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease only",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE260717",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200311533",
      "accession": "GSE311533",
      "title": "Lamin A/C regulates lipid metabolism and inflammation: insights from models of familial partial lipodystrophy 2 sub1",
      "summary": "Familial partial lipodystrophy 2 (FPLD2) is a rare disease characterized by adipose tissue loss and redistribution, and metabolic dysfunction. FPLD2 is caused by pathogenic variants in the LMNA gene, encoding nuclear lamins A/C, structural proteins that control nuclear function and gene expression. However, the mechanisms driving adipocyte loss in FPLD2 remain poorly defined. In this study, we recruited eight families with developing or established FPLD2 and performed clinical, histological, and transcriptomic analyses of subcutaneous adipose tissue biopsies. Bulk and single-nuclei RNA-sequencing revealed suppression of lipid metabolism and mitochondrial pathways, alongside increased inflammation. These signatures were mirrored in tamoxifen-inducible adipocyte-specific Lmna knockout mice, in which lamin A/C-deficient adipocytes shrank and disappeared. Lmna-deficient fibroblasts shared similar gene expression changes, linked to altered chromatin accessibility, underscoring lamin A/C’s potential regulatory role in lipid metabolism and inflammatory programs. By directly comparing atrophic and hypertrophic adipose depots in FPLD2, and integrating human, mouse, and in vitro models, this study provides new insights into disease progression and potential therapeutic targets.",
      "organism": "Homo sapiens",
      "n_samples": 14,
      "gse": "311533",
      "pubmed_id": "",
      "pdat": "2025/12/01",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE311533",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200273001",
      "accession": "GSE273001",
      "title": "Integrative RNA-seq and CLIP-seq analysis reveals hnRNP-F regulation of the TNFα/NFκB signaling in high glucose conditions",
      "summary": "Using RNA-seq and ChIP-seq we found that we found that hnRNP-F may bind to lncRNA SNHG1 to negatively regulate the transcription of genes involved in the TNFα/NFκB signaling pathway in diabetic nephropathy. Our study suggests that hnRNP-F may play a role in diabetic nephropathy by regulating the differential expression and variable splicing of diabetic nephropathy-associated genes, especially those related to inflammatory response.",
      "organism": "Homo sapiens",
      "n_samples": 6,
      "gse": "273001",
      "pubmed_id": "",
      "pdat": "2025/11/13",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Unclear",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE273001",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200281598",
      "accession": "GSE281598",
      "title": "Gastric Bypass Elicits Persistent Gut Adaptation and Unique Diabetes Remission-Related Metabolic Gene Regulation",
      "summary": "Abstract: Objective: We have previously shown that early intestinal adaptation precedes and relates to metabolic improvement in humans after Roux-en-Y gastric bypass surgery (RYGB). We hypothesized that intestinal adaptation would persist at the one-year postoperative timepoint, and that gene expression (GE) signatures would relate to Type 2 diabetes (T2D) remission, providing insight into potential mechanisms for intestinally-mediated metabolic improvement after RYGB. Methods: We determined GE by RNA-seq in jejunum (Roux limb, RL) collected from 28 patients before and 12 months after RYGB. Results: Global GE from paired baseline and 1-year jejunal samples did not separate according to clinical phenotype (T2D remission, sustained weight loss). In general, GE was consistent with persistent RL remodeling, and microvilli were elongated by 39%. Remodeling was not attenuated in patients with lack of diabetes remission or with weight regain. Patients with diabetes remission demonstrated greater jejunal activation of lipogenesis-related pathways driven by RXR, LXR and SREBP. Conclusions: RL adaptation is a key feature of RYGB in all patients, likely reflecting the dramatic alterations to gastrointestinal anatomy, but jejunal lipogenesis appears to be more strongly activated in those patients with diabetes remission. Further study is needed to understand whether these pathways may drive metabolic remission after RYGB.",
      "organism": "Homo sapiens",
      "n_samples": 56,
      "gse": "281598",
      "pubmed_id": "",
      "pdat": "2025/11/11",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease only",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE281598",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200305251",
      "accession": "GSE305251",
      "title": "Lactyl-HDAC1-Mediated Epigenetic Gating of Angiogenic Transcription via Metabolic Reprogramming [RNA-seq]",
      "summary": "While angiogenesis serves as a cornerstone of embryogenesis and a defining feature of pathological progression, a critical gap persists in understanding how metabolic signaling precisely converges with nuclear reprogramming to ignite vascular growth. Here, we demonstrate that glucose-derived lactate via glycolysis induces site-specific lactylation at lysine 412 (K412) of histone deacetylase 1 (HDAC1), triggering transcriptional activation of pro-angiogenic genes such as VEGFA. Mechanistically, HDAC2 forms a nuclear complex with HDAC1 to suppress its lactylation modification in the cytoplasm, whereas alanyl-tRNA synthetase (AARS1) promotes its lactylation in cytoplasm to prevent HDAC1 nuclear translocation, leading to nuclear accumulation of H3K56 acetylation and chromatin remodeling that selectively activates angiogenesis-related transcriptional programs. In zebrafish models, HDAC1-K412 mutation caused embryonic lethality, and site-specific lactylation dynamically increased during cardiac development. In the HDAC1 K412A mutation knock-in mouse model, the results showed that this site prevents vascular proliferation in the retinas of streptozotocin (STZ)-induced diabetic mice. Pharmacologically, we found that the HDAC1 activator Exifone suppressed its lactylation and inhibited vascular growth. Strikingly, Exifone attenuates pathological neovascularization in embryonic chick models and halts aberrant vascular proliferation within the retinal vasculature of STZ-diabetic mice. Our findings reveal HDAC1 lactylation as a metabolic-epigenetic nexus governing angiogenesis, providing mechanistic insights into not only obscures developmental principles but hampers therapeutic targeting of aberrant vascularization in diseases ranging from cancer to diabetes.",
      "organism": "Homo sapiens",
      "n_samples": 6,
      "gse": "305251",
      "pubmed_id": "",
      "pdat": "2025/11/04",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease only",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE305251",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200279804",
      "accession": "GSE279804",
      "title": "High-Yield Extruded Nanovesicles from Adipose Stem Cells Promote High-quality Healing of Diabetic Wound through WNT/beta-Catenin Pathway Activation.",
      "summary": "Diabetes is a significant global chronic disease characterized by elevated mortality and disability rates due to persistent infections resulting from refractory wounds. Currently, effective treatment strategies are lacking. Adipose-derived stem cell extracellular vesicles (ADSC-EVs) have been shown to promote skin wound healing; however, their clinical application is impeded by low yield and heterogeneity. We successfully isolated high-yield extruded nanovesicles from adipose stem cells (ADSC-NVs), achieving yields over 30 times greater than those of ADSC-EVs while maintaining similar morphological characteristics. Our findings indicate that ADSC-NVs exhibit a dose-dependent enhancement of proliferation and migration in primary human dermal fibroblasts (HDF) in vitro. Notably, the expression levels of proliferating cell nuclear antigen (PCNA), collagen type I (COL-I), and collagen type III (COL-III) were significantly upregulated in HDF following treatment with ADSC-NVs. RNA-seq analysis further revealed that the differentially expressed genes (DEGs) shared between the ADSC-NVs group and control group were predominantly enriched in the Wnt signaling pathway. Consistently, ADSC-NVs facilitate efficient diabetic wound healing while promoting proliferation and inhibiting inflammation via the Wnt/beta-catenin signaling pathway. In summary, high-yield ADSC-NVs represent a promising alternative to ADSC-EVs for enhancing diabetic wound healing, providing novel insights and methodologies for improving therapeutic outcomes.",
      "organism": "Homo sapiens",
      "n_samples": 8,
      "gse": "279804",
      "pubmed_id": "",
      "pdat": "2025/10/23",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE279804",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200303983",
      "accession": "GSE303983",
      "title": "Molecular responses in abdominal subcutaneous adipose tissue after a session of endurance exercise: effects of exercise intensity",
      "summary": "The primary aim of this study was to compare the acute effects of three exercise intensities on abdominal subcutaneous adipose tissue (aSAT) transcriptome in regular exercisers. A total of 45 adults who exercise regularly were assigned to perform a single session of either low-intensity continuous (LOW; 60min at 30% VO2max; n=15), moderate-intensity continuous (MOD; 45min at 65% VO2max; n=15), or high-intensity interval exercise (HIGH; 10x1min at 90% VO2max interspersed with 1min active recovery; n=15). aSAT biopsy samples were collected before and 1.5hours after the exercise session for bulk RNA sequencing and targeted protein immunoassays. HIGH upregulated genes involved in cytokine secretion, insulin signaling, and proteolysis while MOD and LOW upregulated genes regulating ECM remodeling, ribosome biogenesis, and oxidative phosphorylation pathways. Exercise-induced changes in aSAT angiogenic, MAPK cascade, and clock genes, ERK protein phosphorylation, and circulating cytokines were similar after all three exercise treatments. Network analysis identified exercise-responsive gene clusters linked to cardiometabolic health traits. Cell-type analysis highlighted a heterogeneous response of aSAT cell types to exercise, with distinct patterns observed across exercise intensities. Collectively, our data characterizes early responses in aSAT after a single session of exercise. Because adaptations to exercise training stem from an accrual of responses after each session of exercise, these early responses to exercise are likely important contributors to the long-term structural and functional changes that occur in adipose tissue in response to exercise training.",
      "organism": "Homo sapiens",
      "n_samples": 90,
      "gse": "303983",
      "pubmed_id": "",
      "pdat": "2025/10/21",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Unclear",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE303983",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200308951",
      "accession": "GSE308951",
      "title": "A platelet transcriptomic signature of thromboinflammation predicts cardiovascular risk",
      "summary": "The CHOlesterol Reduction and Residual Risk in type 2 Diabetes (CHORD) study was a prospective study that investigated the effect of lipid lowering therapieis in participants with LDL-C >100 mg/dL without cardiovascular disease, off all antiplatelet therapy. Individuals with MPA levels, defined as CD14+CD16+ cells, were measured before and after four weeks of lipid lowering therapy. Patients were categorized as MPAhigh or MPAlow based on consistently high or low MPA levels accross timepoints. MPAhigh individuals exhibited an enrichment of immune signaling pathway. We developed a 42/gene Thromboinflammation Platelet Signature (TIPS), which correlated with MPA levels in multiple cohorts. TIPS was significantly elevated in patients with COVID-19 and myocardial infarction and predicted future cardiovascular events in patients who underwent lower extremity revascularization after a median follow-up of 18 months. Notably, TIPS was modifiable by ticagrelor. These findings introduce TIPS as a novel platelet RNA signature that captures platelet-immune activity and offers a promising tool for cardiovascular risk stratification.",
      "organism": "Homo sapiens",
      "n_samples": 38,
      "gse": "308951",
      "pubmed_id": "",
      "pdat": "2025/10/20",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease only",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE308951",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200268477",
      "accession": "GSE268477",
      "title": "RNA sequencing of PDLSCs on Polyphenol-Mediated Redox-Active Hydrogel with H2S Gaseous-Bioelectric Coupling",
      "summary": "A polyphenol-mediated redox-active algin/gelatin hydrogel encapsulating a conductive poly(3,4-ethylenedioxythiopene)-assembled polydopamine-mediated silk microfiber (PEDOT-PSF) network and a H2S sustained-release system utilizing bovine serum albumin nanoparticles (BNP) is developed. This hydrogel is found to reverse the hyperglycemic inflammatory microenvironment and promote functional tissue regeneration in periodontitis in diabetes. The RNA sequencing of PDLSCs on Polyphenol-Mediated Redox-Active Hydrogel with H2S Gaseous-Bioelectric Coupling was conducted to explore the underlying mechanism.",
      "organism": "Homo sapiens",
      "n_samples": 9,
      "gse": "268477",
      "pubmed_id": "",
      "pdat": "2025/10/01",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease only",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE268477",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200268476",
      "accession": "GSE268476",
      "title": "RNA sequencing of THP-1 on Polyphenol-Mediated Redox-Active Hydrogel with H2S Gaseous-Bioelectric Coupling",
      "summary": "A polyphenol-mediated redox-active algin/gelatin hydrogel encapsulating a conductive poly(3,4-ethylenedioxythiopene)-assembled polydopamine-mediated silk microfiber (PEDOT-PSF) network and a H2S sustained-release system utilizing bovine serum albumin nanoparticles (BNP) is developed. This hydrogel is found to reverse the hyperglycemic inflammatory microenvironment and promote functional tissue regeneration in periodontitis in diabetes. The RNA sequencing of THP-1 on Polyphenol-Mediated Redox-Active Hydrogel with H2S Gaseous-Bioelectric Coupling was conducted to explore the underlying mechanism.",
      "organism": "Homo sapiens",
      "n_samples": 9,
      "gse": "268476",
      "pubmed_id": "",
      "pdat": "2025/10/01",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease only",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE268476",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200309294",
      "accession": "GSE309294",
      "title": "Human pancreatic ductal cells from non-T1D donors respond to T1D cytokines and function as non-professional antigen presenting cells",
      "summary": "Aims/Hypothesis: Type 1 diabetes (T1D) is an autoimmune disease marked by the destruction of beta cells in the pancreatic islets, with an incomplete picture of disease pathogenesis/progression and a lack of definitive cure. A recent finding linked pancreatic ductal cells of T1D donors with elevated levels of human leukocyte antigen (HLA) Class II molecules; however, the causal relationship and functional significance of this finding remain unknown. Because HLA Class II molecules are typically expressed by professional antigen presenting cells (APCs), this raises the possibility of ductal cells functioning as non-professional APCs. In this study, we test the hypothesis that non-T1D ductal cells are responsive to T1D-associated proinflammatory cytokines, TNF-α, IL-1β, and IFN-γ, and can act as non-professional APCs. Methods: Pancreatic exocrine cells, after the removal of islets, were obtained from cadaveric donors without apparent diseases and with appropriate consent. Cells were cryopreserved, thawed into a defined culture medium tailored to support ductal cell survival in a 3D suspension culture system. Ductal cells were exposed to various doses of cytokines for 48 hours and analyzed for gene and protein expression, using qRT-PCR, bulk-RNAseq, flow cytometry and Western blot analyses. Functional ability of cytokine-treated ductal cells to present an exogenous autoantigen (glutamate decarboxylase 65kD isoform [GAD65]) to T cells was tested using a GAD65-specific autoreactive CD4+ T cell clone (named BRI4.13) isolated from a T1D donor. Results: We found that within 48 hours a combination of TNF-α, IL-1β, and IFN-γ stimulated the expression of HLA Class II, co-stimulatory, and antigen-processing molecules at mRNA and protein levels in non-T1D ductal cells. Bulk RNAseq analysis showed that cytokines most significantly upregulated biological pathways in “antigen processing and presentation” and “T1D”. When cytokine-treated ductal cells were pulsed with an exogenous GAD65 peptide and cocultured with the BRI4.13 T cells, these T cells became activated and proliferated. Unexpectedly, we also found ~1% of KRT19+ ductal cells express GAD protein endogenously. Conclusions/interpretation: These results demonstrate that non-diseased primary ductal cells are sensitive to TNF-α, IL-1β, and IFN-γ stimulation, and can upregulate APC molecules and function in antigen presentation to autoreactive CD4+ T cells. To the best of our knowledge, our results provide the first evidence demonstrating antigen presentation by non-T1D human ductal cells to T cells, which implicate ductal cells in contributing to T1D progression.",
      "organism": "Homo sapiens",
      "n_samples": 12,
      "gse": "309294",
      "pubmed_id": "",
      "pdat": "2025/09/30",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE309294",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200290559",
      "accession": "GSE290559",
      "title": "Effect of Ref-1 redox inhibition with APX2009 on gene expression in human retinal endothelial cells",
      "summary": "Ischemic retinopathies, such as proliferative diabetic retinopathy (PDR) and retinopathy of prematurity (ROP), are characterized by abnormal retinal neovascularization. Current therapeutic interventions for these diseases include intravitreal injections of anti-VEGF biologics, which face multiple limitations due to variable patient response and utilization of alternative pathways to promote angiogenesis. APE1/Ref-1, a protein with both DNA endonuclease and redox regulatory functions, may be a novel therpautic target for proliferative retinopathies, because the redox function of Ref-1 modulates multiple signaling pathways involved in angiogenesis and inflammation. Here, we aimed to identify novel signaling pathways regulated by Ref-1 redox activity using RNA sequencing of human retinal endothelial cells treated with Ref-1 redox inhibitor APX2009.",
      "organism": "Homo sapiens",
      "n_samples": 10,
      "gse": "290559",
      "pubmed_id": "",
      "pdat": "2025/09/24",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE290559",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200287198",
      "accession": "GSE287198",
      "title": "Adipose tissue gene expression profiling  in women with overweight or obesity following early vs. late time-restricted eating",
      "summary": "Time-restricted eating (TRE) is a promising strategy to prevent obesity and type 2 diabetes, but data on its effects on adipose tissue metabolism are limited. Therefore, we conducted a crossover study examined 31  women with overweight or obesity who followed both a two-week early TRE (eTRE) and a two-week late TRE (lTRE). Gene expression profiles in subcutaneous adipose tissue collected after both TRE interventions were compared using RNA sequencing. These data provide a first insight into the remodelling of the human adipose tissue transcriptome by the eating timing during TRE, warranting consideration in future dietary research and recommendations.",
      "organism": "Homo sapiens",
      "n_samples": 30,
      "gse": "287198",
      "pubmed_id": "",
      "pdat": "2025/09/22",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease only",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE287198",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200307925",
      "accession": "GSE307925",
      "title": "Proliferative diabetic retinopathy subtypes defined by immune defense and endothelial mitochondrial dysfunction",
      "summary": "Proliferative diabetic retinopathy (PDR) is a major complication of diabetes characterized by pathological angiogenesis in the retina. Standard treatment includes vitrectomy to remove these abnormal vessels, and the resulting clinical specimens provide an opportunity to define drivers of PDR. Here, we profiled endothelial and immune cells from such samples to identify disease mechanisms. In some patients, endothelial cells were more abundant, whereas in others, immune cells predominated. Immune cells exhibit gene expression programs directed against pathological endothelium, suggesting an endogenous defense that may explain the scarcity of endothelial cells in certain cases. Preoperative anti-vascular endothelial growth factor (VEGF) therapy altered transcriptional programs in both endothelial and immune cells, indicating that its effects extend beyond the vasculature. A comparison of endothelial signatures from PDR patients and nondiabetic donor retinas revealed a distinct molecular program in PDR, prominently marked by mitochondrial dysfunction. In contrast, endothelial cells from the murine oxygen-induced retinopathy (OIR) model lacked mitochondrial dysfunction, although other features of pathological angiogenesis were shared. These findings suggest that PDR is not a uniform disease but comprises distinct types characterized by either immune-mediated clearance of pathological vessels or endothelial mitochondrial dysfunction. They also revealed that anti-VEGF therapy influences both endothelial and immune compartments, with implications for treatment strategies. Finally, the data clarify both the relevance and limitations of the OIR model for preclinical testing of new therapeutic targets.",
      "organism": "Homo sapiens",
      "n_samples": 12,
      "gse": "307925",
      "pubmed_id": "",
      "pdat": "2025/09/19",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE307925",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200302570",
      "accession": "GSE302570",
      "title": "Recessive TMEM167A variants cause neonatal diabetes, microcephaly and epilepsy syndrome",
      "summary": "Understanding the genetic causes of diseases affecting pancreatic β cells and neurons can give insights into pathways essential for both cell types. Microcephaly, epilepsy and diabetes syndrome (MEDS) is a congenital disorder with two known aetiological genes, IER3IP1 and YIPF5. Both genes encode proteins involved in endoplasmic reticulum (ER) to Golgi trafficking.  We used genome sequencing to identify 6 individuals with MEDS caused by biallelic variants in the novel disease gene, TMEM167A. All had neonatal diabetes (diagnosed <6 months) and severe microcephaly, five also had epilepsy. TMEM167A is highly expressed in developing and adult human pancreas and brain. To gain insights into the mechanisms leading to diabetes, we silenced TMEM167A in EndoC-βH1 cells and knocked-in one patient’s variant, p.Val59Glu, in induced pluripotent stem cells (iPSCs). Both TMEM167A depletion in EndoC-βH1 cells and the p.Val59Glu variant in iPSC-derived β cells sensitized β cells to ER stress. The p.Val59Glu variant impaired proinsulin trafficking to the Golgi and induced iPSC-β cell dysfunction.  The discovery of TMEM167A variants as a new genetic cause of MEDS highlights a critical role of TMEM167A in the ER to Golgi pathway in β cells and neurons.",
      "organism": "Homo sapiens",
      "n_samples": 40,
      "gse": "302570",
      "pubmed_id": "",
      "pdat": "2025/08/18",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease only",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE302570",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200236379",
      "accession": "GSE236379",
      "title": "Hypoxia Triggers Signatures of Maladaptive Repair in Human Kidney Organoids [bulk RNA-seq]",
      "summary": "Chronic kidney disease (CKD) affects over half of all adults over 70 and 13% of the global population. The development of renal fibrosis is strongly correlated with loss of kidney function during CKD and involves cellular injury, excessive production of extracellular matrix proteins and inflammation. Current treatments focus on controlling blood pressure, controlling diabetes, and steroid therapies; however, we have no treatments to suppress renal fibrosis. Because hypoxia plays a key role in the development and progression of CKD, we have developed a new model of induced pluripotent stem cell-derived kidney organoids to study in vitro the development of fibrosis in a human model.",
      "organism": "Homo sapiens",
      "n_samples": 12,
      "gse": "236379",
      "pubmed_id": "",
      "pdat": "2025/08/15",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE236379",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200303766",
      "accession": "GSE303766",
      "title": "Tumor-associated Schwann cell remodeling under metabolic stress via lactate sensing orchestrates [ChIP-seq, MeRIP-seq, RNA-seq]",
      "summary": "Diabetes mellitus (DM) is a known risk factor for pancreatic cancer, but the underlying mechanisms remain elusive. Using in vivo models of diabetes-driven pancreatic tumorigenesis and metabolomics analysis, we demonstrate that metabolic stress induced by DM promotes pancreatic cancer progression by remodeling tumor-associated Schwann cells (TASs), impairing CD8+ T cell function. We discover that Mettl16+ Cd276+ Nectin2+ Schwann cells play a crucial role in mediating the pro-carcinogenic effects of lactate. Remodeled METTL16+ Schwann cells secret immune evasion factors (CD276, NECTIN2), contributing to anti-PD1 resistance. Furthermore, rosuvastatin was identified in this study as a novel METTL16 inhibitor for pancreatic cancer under metabolic stress. In conclusion, our study underscores the critical role of lactate in the metabolic reprogramming of pancreatic cancer mediated by Schwann cell remodeling, revealing novel pathways for therapeutic intervention.",
      "organism": "Homo sapiens",
      "n_samples": 36,
      "gse": "303766",
      "pubmed_id": "",
      "pdat": "2025/08/12",
      "gds_type": "Other; Genome binding/occupancy profiling by high throughput sequencing; Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease only",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE303766",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200284329",
      "accession": "GSE284329",
      "title": "Multi-Omics Profiling Reveals Distinct Lipidomic and Transcriptomic Alterations in Gestational Diabetes Mellitus, Preeclampsia, and Coexistence of Both: Implications for Maternal and Neonatal Outcomes",
      "summary": "Gestational diabetes mellitus (GDM) and preeclampsia (PE) are major contributors to maternal and perinatal morbidity and mortality, characterized by dysregulated lipid metabolism, chronic inflammation, and immune dysfunction, disrupting maternal-fetal homeostasis. The coexistence of GDM and PE (PG) presents a uniquely complex clinical scenario with molecular mechanisms that remain poorly understood. Peripheral blood samples from 42 pregnant women were categorized into CTL (n=10), GDM (n=12), PE (n=10), and PG (n=10) groups. Lipidomic profiling via LC-MS and transcriptomic analysis through RNA sequencing were performed. Multi-omics integration correlated molecular signatures with clinical and neonatal outcomes, and a predictive model for PE was constructed using differentially expressed lipids. Additionally, UK Biobank data was analyzed to explore associations between pregnancy complications and maternal postpartum depression (PD).PE exhibited the most pronounced lipidomic alterations, correlating with adverse neonatal outcomes, including low birth weight, while GDM showed the most significant transcriptomic changes. PG demonstrated unique transcriptomic signatures associated with neuronal and immune dysfunction, suggesting a potential link to maternal PD. Seven lipid biomarkers were identified, significantly correlating with neonatal outcomes, and a lipid-based predictive model for PE showed robust performance across PE and PG cohorts. GDM and PE were significantly associated with PD, though PG’s association remains inconclusive due to limited data.This study highlights the utility of multi-omics in unraveling shared and disease-specific mechanisms underlying pregnancy complications. The identified biomarkers and PE predictive model offer promising avenues for advancing diagnosis, prognosis, and personalized maternal-fetal care.",
      "organism": "Homo sapiens",
      "n_samples": 17,
      "gse": "284329",
      "pubmed_id": "",
      "pdat": "2025/07/30",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease only",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE284329",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200302939",
      "accession": "GSE302939",
      "title": "DEC1 Regulates Human β Cell Functional Maturation and Circadian Rhythm",
      "summary": "Stem cell-derived islet (SC-islet) organoids offer hope for cell replacement therapy in diabetes, but their immature function remains a challenge. Mature islet function requires the β-cell circadian clock, yet how the clock regulates maturation is unclear. Here, we show that a circadian transcription factor specific to maturing SC-β cells, DEC1, regulates insulin responsiveness to glucose. SC-islet organoids form normally from DEC1-ablated human pluripotent stem cells, but their insulin release capacity and glucose threshold fail to increase during in vitro culture and upon transplant. This deficit reflects downregulation of maturity-linked effectors of glucose utilization and insulin exocytosis, blunting glycolytic and oxidative metabolism, and is rescued by increasing metabolic flux. Moreover, DEC1 is needed to boost SC-islet maturity by synchronizing circadian glucose-responsive insulin secretion rhythms and clock machinery. Thus, DEC1 links circadian control to human β-cell maturation, highlighting its vitality to foster fully functional SC-islets.",
      "organism": "Homo sapiens",
      "n_samples": 17,
      "gse": "302939",
      "pubmed_id": "",
      "pdat": "2025/07/24",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE302939",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200302658",
      "accession": "GSE302658",
      "title": "Evaluation of a novel chemokine receptor 2 (CCR2)-antagonist in painful diabetic polyneuropathy",
      "summary": "Background and aims: Preclinical data suggest that the chemokine receptor 2 (CCR2) is involved in the pathophysiology of neuropathic pain through modulation of neuronal excitability, synaptic transmission and activation of spinal cord microglia. CCR2-antagonists have shown to be effective in preclinical models of neuropathic pain. The aim of this study was to evaluate the analgesic efﬁcacy, safety and tolerability of a novel CCR2-antagonist, AZD2423, in patients with painful diabetic neuropathy (PDN).  Methods: This was a double-blind, randomized, parallel-group, multi-center study in patients with sym- metric distal sensory polyneuropathy due to type 1 or 2 diabetes and duration of neuropathic pain between 3 months and 5 years. Concomitant treatment with neuropathic pain medications (e.g. anticon- vulsants, tricyclic antidepressants, serotonin-noradrenaline uptake inhibitors, opioids, topical lidocaine or capsaicin) was not allowed. 134 patients with PDN were equally randomized to 28 days oral admin- istration of 20 mg AZD2423, 150 mg AZD2423, or placebo. The primary efﬁcacy variable was the change of average pain score from 5-days baseline to the last 5 days of treatment, measured with numerical rating scale (NRS, 0–10). The secondary efﬁcacy measures included NRS worst pain scores, patient global impression of change, pain interference on sleep and activity, and neuropathic pain symptom inventory (NPSI).  Results: The change of NRS average pain score was not signiﬁcantly different between treatment groups (AZD2423 20 mg: −1.50; AZD2423 150 mg: −1.35; placebo: −1.61). The NPSI total score and three out of ﬁve subscores (evoked pain, pressing/deep pain and paresthesia/dysesthesia) tended to be reduced more by AZD2423 150 mg than by placebo. No other secondary efﬁcacy variables differed between treatment groups. The frequency and type of adverse events for AZD2423 were similar to placebo. The achieved plasma levels of AZD2423 in the two dose groups were in line with predictions from pharmacokinetic data previously obtained in healthy volunteers. Dose-dependent increase of plasma levels of the ligand of CCR2 (CCL2; chemokine ligand 2) and decrease of the mean levels of monocytes (−27% by AZD2423 150 mg) suggested that the administrated doses of AZD2423 interacted with the CCR2 target.  Conclusion: The CCR2-antagonist AZD2423 showed no analgesic efﬁcacy in PDN based on NRS average pain scores and global and functional pain outcome measures. The NPSI data suggested possible effects on certain sensory components of pain. There were no major safety or tolerability concerns.",
      "organism": "Homo sapiens",
      "n_samples": 205,
      "gse": "302658",
      "pubmed_id": "",
      "pdat": "2025/07/16",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE302658",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200263660",
      "accession": "GSE263660",
      "title": "m6A sequencing of vitreous bodies of diabetic retinopathy patients",
      "summary": "As the most prevalent, abundant and conserved internal cotranscriptional modification in eukaryotic RNAs, N6-methyladenosine (m6A) plays vital role in the progression of different types of human diseases, including cancers. m6A RNA methylation have been reported to affects the physiological and pathological progressions of hematopoietic, central nervous and reproductive systems. As diabetic retinopathy is one of the most importent microvascular complication of diabetes, in this work, MeRIP-seq was employed to investigate the RNA m6A levels in the vitreous body samples of diabetic retinopathy and control groups.  A group of mRNAs were suggested with significantly fluctuated transcription and m6A levels, and they would be inverstigated in the further work to understand the mechanisam of the progression of diabetic retinopathy.",
      "organism": "Homo sapiens",
      "n_samples": 12,
      "gse": "263660",
      "pubmed_id": "",
      "pdat": "2025/06/30",
      "gds_type": "Expression profiling by high throughput sequencing; Other",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE263660",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200291008",
      "accession": "GSE291008",
      "title": "Activin A prevents hyper-responsiveness to VEGF in pathological blood vessels by perturbing trafficking of activated VEGFR2",
      "summary": "While quality of life compromising afflictions such as diabetic retinopathy (DR) are driven by vascular endothelial growth factor (VEGF), there is a growing appreciation that the concentration of VEGF is not the only influencer of vascular dysfunction within the retina. Activin A (activin), a ligand of the transforming growth factor β superfamily (TGF-β), attenuated VEGF-induced VE-cadherin disorganization, pore formation and permeability of primary human retinal endothelial cells (HRECs). Efforts to further investigate the mechanism of this phenomenon revealed that activin reduced expression of Rab11, which was required for the activin effect. The activin effect was not observed in cells with suppressed expression of the endosomally-localized protein tyrosine phosphatase, (PTP1b), whereas PTPs present on the plasma membrane were dispensable. Activin attenuated VEGF-mediated phosphorylation of VEGF receptor 2 (VEGFR2) at time points 30 min and longer post stimulation. Together these data support the concept that activin suppressed VEGF-induced barrier relaxation by perturbing trafficking of activated VEGFR2. This activin-based suppression of responsiveness to VEGF was compromised in the endothelium of pathological blood vessels from patients who developed end-stage proliferative diabetic retinopathy (PDR). This defect rendered HRECs hyper-responsive to VEGF and was not observed in retinal vessels of diabetic mice, which do not develop the angiogenic forms of DR. These data provide novel insights regarding the pathogenesis of PDR in patients.",
      "organism": "Homo sapiens",
      "n_samples": 6,
      "gse": "291008",
      "pubmed_id": "",
      "pdat": "2025/06/03",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease only",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE291008",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200293266",
      "accession": "GSE293266",
      "title": "Modeling diabetic alpha cell dysfunction using stem cell-derived alpha cells [Bulk RNA-seq]",
      "summary": "Dysfunction of pancreatic alpha cells contributes to the pathophysiology of diabetes. Features of diabetic alpha cell dysfunction include glucagon hypersecretion, defects in proglucagon processing, and altered transcriptomic profile. The lack of an in vitro human alpha cell model has prevented the investigation, and potential correction, of these dysfunctional phenotypes. Here, we show that induction of endoplasmic reticulum stress in stem cell-derived alpha (SC-α) cells induces hypersecretion of glucagon. ER stress also increases the secretion of glicentin and expression of GLP-1, peptides produced by alternate cleavage of proglucagon by the prohormone convertase 1 (PC1/3) enzyme. Additionally, ER stress establishes a diabetic transcriptional state in SC-α cells characterized by downregulation of MAFB, as well as glycolysis and oxidative phosphorylation pathways. We show that sunitinib, a tyrosine kinase inhibitor, protects SC-α cells against the ER stress-induced glucagon hypersecretion phenotype. Thus, SC-α cell model can advance our knowledge of islets in health and diabetes.",
      "organism": "Homo sapiens",
      "n_samples": 12,
      "gse": "293266",
      "pubmed_id": "",
      "pdat": "2025/05/08",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease only",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE293266",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200281600",
      "accession": "GSE281600",
      "title": "Transcriptomic characterization of CD206- and CD206+ macrophages in human pancreatic islets and exocrine tissue",
      "summary": "Macrophages reside in all organs and participate in homeostatic- and immune regulative processes. Little is known about pancreatic macrophage gene expression. CD206 is an endocytic receptor with prior use in subclassifying macrophages. In the present study, global gene expression was characterized in human pancreatic macrophage subpopulations. Flow cytometry was used to sort CD206-    and CD206+ macrophages separately from pancreatic islets and exocrine tissue to high purity. RNA-seq generated transcriptomic profiles were then analyzed. Comparing CD206- with CD206+ macrophages, CD206- showed enrichment in proliferation and nucleic acid processing, glycolysis, pro-inflammatory and SPP1-associated gene sets while CD206+ showed enrichment in complement-, IL-10 and IL-2RA immune regulation, as well as scavenging-related gene sets. Two sets involved in immune regulation were enriched in islet CD206-, while various sets including some proinflammatory sets were enriched in exocrine CD206- macrophages. Fewer differences were found between CD206+ macrophages, with enrichment in two IL2-RA related gene sets in islets and eight gene sets in exocrine samples. Comparing macrophages between individuals with normoglycemia, elevated HbA1c or type 2 diabetes, only a few diverse differentially expressed genes were identified. This work characterizes global gene expression and identifies differences between CD206- and CD206+ macrophage populations within the human pancreas.",
      "organism": "Homo sapiens",
      "n_samples": 59,
      "gse": "281600",
      "pubmed_id": "",
      "pdat": "2025/04/16",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease only",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE281600",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "200275653",
      "accession": "GSE275653",
      "title": "Transcriptome of HUVECs transfected with CAVIN3-siRNA and TUBB6-siRNA",
      "summary": "Pathological ocular angiogenesis are hallmarks of diabetic retinopathy (DR) and wet Age-related macular degeneration (AMD).Cavin3 and Tubb6 was found to upregulated in endothelial cells (ECs) of OIR and CNV mouse models. RNA-Seq analysis was performed in HUVECs with CAVIN3 knockdown and TUBB6 knockdown treatment to explore downstream pathways using standard library construction and Illumina NovaSeq 6000 (Genewiz, South Plainfield, NJ).",
      "organism": "Homo sapiens",
      "n_samples": 9,
      "gse": "275653",
      "pubmed_id": "",
      "pdat": "2025/03/19",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Unclear",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE275653",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    }
  ]
}