{
  "query": "diabetes",
  "source": "geo_sqlite",
  "error": "",
  "total_found": 61,
  "species_filter": "Homo sapiens",
  "experiment_filter": "RNA-seq",
  "state_filter": "Disease vs Healthy",
  "only_analyzable": true,
  "requested_retmax": 20,
  "returned_before_analyzable_filter": 60,
  "returned_after_analyzable_filter": 20,
  "items": [
    {
      "uid": "GSE243112",
      "accession": "GSE243112",
      "title": "Protein-truncating variants in BSN are associated with severe adult-onset obesity, type 2 diabetes and fatty liver disease",
      "summary": "Obesity is a major risk factor for many common diseases and has a significant heritable component. While clinical and large-scale population studies have identified several genes harbouring rare alleles with large effects on obesity risk, there are likely many unknown genes with highly penetrant effects remaining. To this end, we performed whole exome-sequence analyses for adult body mass index (BMI) in up to 587,027 individuals. We identified rare, loss of function variants in two genes – BSN and APBA1 – with effects on BMI substantially larger than well-established obesity genes such as MC4R. One in ~6500 individuals carry a heterozygous protein truncating variant (PTV) in BSN, which confers a 6.6, 3.7 and 3-fold higher risk of severe obesity (BMI >40kg/m2), non-alcoholic fatty liver disease and type 2 diabetes, respectively. Rare PTVs in BSN were found in three patients with severe early onset obesity, but in contrast to most other obesity-related genes, rare variants in BSN and APBA1 were not associated with normal variation in childhood adiposity. Furthermore, BSN PTVs magnified the influence of common genetic variants associated with BMI, with a common polygenic score exhibiting an effect on BMI twice as large in BSN PTV carriers than non-carriers. Finally, we explored the plasma proteomic signatures of BSN PTV carriers as well as the functional consequences of BSN deletion in human iPSC-derived hypothalamic neurons. These approaches highlighted a network of differentially expressed genes that were collectively enriched for genomic regions associated with BMI, and suggest emerging roles for neurodevelopment, neurogenesis, and altered neuronal oxidative phosphorylation in the etiology of obesity.",
      "organism": "Homo sapiens",
      "n_samples": 15,
      "gse": "GSE243112",
      "pubmed_id": "",
      "pdat": "2024-01-30",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE243112",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE237218",
      "accession": "GSE237218",
      "title": "Shifts in isoform usage underlie transcriptional differences in regulatory T cells in type 1 diabetes",
      "summary": "Genome-wide association studies have identified numerous loci with allelic associations to Type 1 Diabetes (T1D) risk. Most disease-associated variants are enriched in regulatory sequences active in lymphoid cell types, suggesting that lymphocyte gene expression is altered in T1D. We assayed gene expression between T1D cases and healthy controls in two autoimmunity-relevant lymphocyte cell types, memory CD4+/CD25+ T-regulatory cells (Treg) and memory CD4+/CD25- T-cells, using a splicing event-based approach to characterize tissue-specific transcriptomes. Limited differences in isoform usage between T1D cases and controls were observed in memory CD4+/CD25- T-cells. In Tregs, 402 genes demonstrated differences in isoform usage between cases and controls, particularly RNA recognition and splicing factor genes. Many of these genes are regulated by the variable inclusion of exons that can trigger nonsense mediated decay. Our results suggest that dysregulation of gene expression, through shifts in alternative splicing in Tregs, contributes to T1D pathophysiology.",
      "organism": "Homo sapiens",
      "n_samples": 442,
      "gse": "GSE237218",
      "pubmed_id": "",
      "pdat": "2024-01-03",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE237218",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE203337",
      "accession": "GSE203337",
      "title": "Genome-wide Mapping Implicates 5-Hydroxymethylcytosines in Diabetes and Alzheimer’s Disease",
      "summary": "Background: Diabetes mellitus (DM) is a recognized risk factor for dementias, including AD, increasing its odds by two-fold. Because DM is potentially modifiable risk factor, a greater understanding of the mechanisms linking DM to the clinical expression of AD may provide insights into much needed dementia therapeutics. Epigenetics offers a novel approach, and previously under-investigated 5-hydroxymethylcytosines (5hmC) is now emerging as a promising measure to investigate in diabetes related conditions.;\tMethods: Using 5hmC-Seal, a highly sensitive chemical labeling technique developed by our team, we performed genome-wide profiling of 5hmC in circulating cell-free DNA (cfDNA) and prefrontal cortex tissue from 80 individuals across four groups: AD, DM, DM and AD (AD+DM), and non-AD/non-DM controls. We used differential analysis and machine-learning to explore whether 5hmC and biological pathways might be implicated in DM-associated AD under a balanced design.;\tResults: We uncovered distinct 5hmC genome-wide signatures and biological pathways associated with AD or AD+DM compared to non-AD/non-DM controls or DM alone. We further demonstrated potential diagnostic value of 5hmC profiling in circulating cfDNA through feature selection based on machine learning.;\tConclusions: Genome-wide 5hmC profiling uncovered genomic features and biological pathways linking DM to DM-associated AD. Our findings also demonstrate the potential of utilizing 5hmC in circulating cfDNA as diagnostic biomarkers or disease monitoring tools, with the ultimate goal of preventing or ameliorating DM-associated AD dementia and improving clinical outcomes.",
      "organism": "Homo sapiens",
      "n_samples": 149,
      "gse": "GSE203337",
      "pubmed_id": "37182870",
      "pdat": "2023-05-18",
      "gds_type": "Methylation profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE203337",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/37182870/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE231509",
      "accession": "GSE231509",
      "title": "Dysregulation of mixed meal-induced gene expression in skeletal muscle in obesity and type 2 diabetes",
      "summary": "Physical inactivity and western diet are the main factors leading to skeletal muscle (and whole-body) insulin resistance – a defect in insulin-mediated glucose uptake and metabolism – and associated metabolic diseases, such as obesity and type 2 diabetes mellitus (T2D).  The study of the response to a mixed meal (normalized for body mass and/or basal metabolic rate) is of particular interest, as it simulates the physiological response to a typical (daily) single meal that depends on both the secretory function of the beta cells (insulin response) and the sensitivity of skeletal muscle signaling to insulin – variables, which markedly changing during development of insulin resistance and T2D.  We aimed to compare the early transcriptomic response to a mixed meal normalized to body mass in skeletal muscle of healthy subjects and obese patients without (Ob) and with T2D (Ob+T2D).  To investigate the early transcriptomic response we took biopsy samples from the vastus lateralis muscle prior to and 1 h after a meal. In the Ob+T2D group the average level and increase in C-peptide and insulin in the blood were comparable with healthy subjects that, apparently, is explained by dysfunction of the beta-cells induced by chronic T2D. At the same time, the Ob+T2D group demonstrated dysregulation of mixed meal-induced gene expression in skeletal muscle: morу than two times lower number of DEGs and a small overlapping with the gene response in the control group. On the contrary, the postprandial level of C-peptide and insulin in the Ob group was significantly greater than in healthy control that is related to insulin oversecretion associated with insulin resistance.  Despite this, the gene response in skeletal muscle was also significantly dysregulated; moreover, it differed from the response in the Ob+T2D group.  It means that defect in regulation of insulin-induced gene expression (insulin resistance in terms of gene expression) appears at the first stage of the development of metabolic disorders.",
      "organism": "Homo sapiens",
      "n_samples": 42,
      "gse": "GSE231509",
      "pubmed_id": "",
      "pdat": "2023-05-05",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE231509",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE168705",
      "accession": "GSE168705",
      "title": "Ten-hour time-restricted eating improves glycaemic control and alters transcriptomic profile in adipose tissue in men at increased risk of type 2 diabetes",
      "summary": "Time restricted eating  (TRE) is a simple intervention that has beneficial effects on glucose control in individuals with obesity, who are at high risk of metabolic diseases. TRE altered transcriptomic profile of adipose tissue but series sampling studies are need to evaluate the diurnal changes of gene expression.",
      "organism": "Homo sapiens",
      "n_samples": 96,
      "gse": "GSE168705",
      "pubmed_id": "35912794",
      "pdat": "2023-04-19",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE168705",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/35912794/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE198906",
      "accession": "GSE198906",
      "title": "Control of pancreatic islet function and glucose homeostasis by a novel microexon program misregulated in type 2 diabetes",
      "summary": "Pancreatic islets control glucose homeostasis by the balanced secretion of insulin and other hormones, and its abnormal function causes diabetes or hypoglycemia. Here, we uncover a conserved program of alternative microexons included in mRNAs of islet cells, particularly in genes involved in vesicle transport and exocytosis. Islet microexons (IsletMICs) are regulated by the RNA binding protein SRRM3 and represent a subset of the larger neural program that are particularly sensitive to the levels of this protein. Both SRRM3 and IsletMICs are induced by elevated glucose levels, and depletion of SRRM3 in beta cell lines and mouse islets, or repression of particular IsletMICs using antisense oligonucleotides, leads to inappropriate insulin secretion. Consistently, SRRM3 mutant mice display defects in islet cell identity and function, leading to hyperinsulinemic hypoglycemia. Importantly, human genetic variants that influence SRRM3 expression and microexon inclusion in islets are associated with fasting glucose variation and type 2 diabetes risk.",
      "organism": "Homo sapiens | Mus musculus | Rattus norvegicus",
      "n_samples": 25,
      "gse": "GSE198906",
      "pubmed_id": "36759540",
      "pdat": "2023-03-15",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE198906",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/36759540/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE223538",
      "accession": "GSE223538",
      "title": "Glimepiride Compared to Liraglutide Increases Plasma Levels of miR-206, miR-182-5p, and miR-766-3p in Type 2 Diabetes: A Randomized Controlled Trial",
      "summary": "In the current study we evaluated the effect of glimepiride, liraglutide on the expression of the circulating miRNAs. Univariate analyses show that treatment with glimepiride altered expression of three miRNAs in patient serum, miR-206, miR-182-5p, and miR-766-3p. Both miR-182-5p and miR-766-3p were also picked up among the top contributing miRNAs with penalized regularised logistic regressions (Lasso). The highest-ranked miRNAs with respect to Lasso coefficients were miR-3960, miR-31-5p, miR-3613-3p, and miR-378a-3p. Liraglutide treatment did not significantly influence levels of circulating miRNAs. Present study indicates that glucose-lowering drugs differently affect the expression of circulating miRNAs in serum in individuals with T2DM. More studies are required to investigate possible mechanisms by which glimepiride is affecting the expression of circulating miRNAs.",
      "organism": "Homo sapiens",
      "n_samples": 65,
      "gse": "GSE223538",
      "pubmed_id": "",
      "pdat": "2023-01-26",
      "gds_type": "Non-coding RNA profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE223538",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE218696",
      "accession": "GSE218696",
      "title": "miRNA sequencing data of normal glucose tolerant (NGT) and gestational diabetes (GDM) pregnant women",
      "summary": "Total RNA was isolated from lymphocyte. We compared the miRNA expression profiles between healthy and GDM women by RNA sequencing, and determined the signaling pathways associated with the changes. Our study offers new insights into circulating biomarkers of GDM and thus provides a valuable resource for future investigations.",
      "organism": "Homo sapiens",
      "n_samples": 12,
      "gse": "GSE218696",
      "pubmed_id": "36544488",
      "pdat": "2023-01-07",
      "gds_type": "Non-coding RNA profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE218696",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/36544488/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE205891",
      "accession": "GSE205891",
      "title": "Worksite-based intensive lifestyle therapy has profound cardiometabolic benefits in people with obesity and type 2 diabetes",
      "summary": "Weight loss and physical activity are the cornerstones of therapy for type 2 diabetes. However, providing an effective lifestyle intervention is difficult because of limited availability of reliable programs, patient inconvenience, and cost. A worksite setting provides a unique opportunity for lifestyle therapy because it reduces these barriers. We conducted an 8-month randomized controlled trial in persons with obesity and diabetes to determine the therapeutic effects and potential mechanisms of intensive-lifestyle-therapy (energy restriction and supervised exercise training) conducted at the worksite. Intensive-lifestyle-therapy resulted in marked (17%) weight loss, associated with beneficial changes in body composition, cardiorespiratory fitness, muscle strength, glycemic control, β-cell function and insulin sensitivity in the liver, adipose tissue, and skeletal muscle, despite a decrease in diabetes medication use. These beneficial effects were associated with changes in skeletal muscle (increased metabolite content and expression of genes involved in NAD biosynthesis, sirtuin signaling, and mitochondrial biogenesis and function), adipose tissue (decreased expression of genes involved in extracellular matrix remodeling), and a major plasma mediator of insulin resistance (decreased plasma PAI-1). These findings demonstrate that effective intensive-lifestyle-therapy can be implemented at the worksite, and has profound therapeutic, clinical, physiological, and cellular effects in people with obesity and type 2 diabetes.",
      "organism": "Homo sapiens",
      "n_samples": 62,
      "gse": "GSE205891",
      "pubmed_id": "36084645",
      "pdat": "2022-12-08",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE205891",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/36084645/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE206041",
      "accession": "GSE206041",
      "title": "Systematic characterization of human placenta-derived circRNAs and identification of autophagy-related circRNAs in gestational diabetes mellitus [lncRNA]",
      "summary": "The objective of this study was to identify and investigate the roles of circRNAs in GDM. In the current study, placental circRNA expression profiles of normal controls and GDM patients were analyzed using high-throughput sequencing. Bioinformatics analysis identified a total of 4955 circRNAs, of which 37 circRNAs were significantly deregulated in GDM placentas compared with NC placentas. GO and KEGG enrichment analyses demonstrated that metabolic process-associated terms and metabolic pathways that may be related to GDM were significantly enriched. The biological characteristics of placenta-derived circRNAs, such as their stability and RNase R resistance, were also validated.Our study indicates that aberrant expression of circRNAs may play roles in autophagy in GDM placentas, providing new insights into GDM.",
      "organism": "Homo sapiens",
      "n_samples": 6,
      "gse": "GSE206041",
      "pubmed_id": "",
      "pdat": "2022-11-23",
      "gds_type": "Non-coding RNA profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE206041",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE192813",
      "accession": "GSE192813",
      "title": "Plasma exosomal microRNAs associated with metabolism as early predictor of gestational diabetes mellitus",
      "summary": "The microRNA (miRNA) expression profile of plasma exosome in pregnant women complicated with gestational diabetes mellitus (GDM) has not been fully clarified. In this study, differentially expressed miRNAs in plasma exosomes were identified by high-throughput small RNA sequencing in 12 GDM and 12 normal glucose tolerance (NGT) pregnant women and validated in 102 GDM and 101 NGT pregnant women. A total of 22 exosomal miRNAs were found and five of them were verified by qRT-PCR. Exosomal miR-423-5p was upregulated, while miR-99a-5p, miR-192-5p, miR-148a-3p, and miR-122-5p were downregulated in pregnant women complicated with GDM.",
      "organism": "Homo sapiens",
      "n_samples": 24,
      "gse": "GSE192813",
      "pubmed_id": "35926094",
      "pdat": "2022-11-09",
      "gds_type": "Non-coding RNA profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE192813",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/35926094/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE216551",
      "accession": "GSE216551",
      "title": "Plasma Small Extracellular RNA as a Biomarker of Autoimmune Flairs and Beta Cell Death in Type 1 Diabetes Using Frequent Prospective Peri-Onset Sampling",
      "summary": "We seek to discover small RNA biomarkers of autoimmune activity and/or beta cell damage in type 1 diabetes. Pilot studies showed that heparinized plasma failed analyses, but that EDTA and citrated plasma did well, so 353 appropriate plasma samples average 11 per subject prospectively collected every 1 to 3 months from 32 high risk MAB or newly diabetic children and adolescents were collected, and the first 94 analyzed, for circulating small regulatory RNAs. 92 of 94 resulting cDNA libraries gave adequate numbers of miRNA mapped reads, but QC using spiked RNA internal standards showed abnormally high small RNA levels in 8 mildly hemolyzed plasma samples, leaving 84 of 94 with analyzable data. Equal numbers of EDTA and citrated plasma were analyzed successfully. Over the next period we will complete series on another 6 subjects, sequence the remaining 26070340 samples, and analyze the data for patterns of disease association with small RNA molecules in the prediabetic, perionset, and immediate post onset period. These patterns may identify biomarker small RNA predictive of autoimmune flares or beta cell loss, including predicting impending clinical onset.",
      "organism": "Homo sapiens",
      "n_samples": 47,
      "gse": "GSE216551",
      "pubmed_id": "",
      "pdat": "2022-11-01",
      "gds_type": "Non-coding RNA profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE216551",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE202295",
      "accession": "GSE202295",
      "title": "Distinctive exercise-induced inflammatory response and exerkine induction in skeletal muscle of people with type 2 diabetes",
      "summary": "Mechanistic insights into the molecular events by which exercise enhances the skeletal muscle phenotype are lacking, particularly in the context of type 2 diabetes. Here we unravel a fundamental role for exercise-responsive cytokines (exerkines) on skeletal muscle development and growth in individuals with normal glucose tolerance or type 2 diabetes. Acute exercise triggered an inflammatory response in skeletal muscle, concomitant with an infiltration of immune cells. These exercise effects were potentiated in type 2 diabetes. In response to contraction or hypoxia, cytokines were mainly produced by endothelial cells and macrophages. The chemokine CXCL12 was induced by hypoxia in endothelial cells, as well as by conditioned medium from contracted myotubes in macrophages. We found that CXCL12 was associated with skeletal muscle remodeling after exercise and differentiation of cultured muscle. Collectively, acute aerobic exercise mounts a non-canonical inflammatory response, with an atypical production of exerkines, which is potentiated in type 2 diabetes.",
      "organism": "Homo sapiens",
      "n_samples": 111,
      "gse": "GSE202295",
      "pubmed_id": "36070371",
      "pdat": "2022-09-27",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE202295",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/36070371/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE185011",
      "accession": "GSE185011",
      "title": "The expression of mRNA and lncRNA in peripheral blood mononuclear cells (PBMCs) of diabetes mellitus, diabetic retinopathy (DR), diabetic peripheral neuropathy (DPN) and diabetic nephropathy (DN) patients",
      "summary": "DR, DPN and DN are common complications in diabetes, and the differentially expressed mRNAs and lncRNAs in these diabetic complications may help to identify the molecular markers for the onset and progression of diseases.;\tIn our study, high-throughput sequencing technique was used to analyze the expression profile of mRNA and lncRNA in the peripheral blood of health control, T2DM, DR, DPN and DN patients, in order to determine the;\tdifferentially expressed  transcriptomic profiles changes in diabetic complications and identify the shared and specific biological signaling pathways related to DR, DPN and DN.",
      "organism": "Homo sapiens",
      "n_samples": 25,
      "gse": "GSE185011",
      "pubmed_id": "35989592",
      "pdat": "2022-09-01",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE185011",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/35989592/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE136892",
      "accession": "GSE136892",
      "title": "Mitochondrial DNA atlas reveals physiopathology of type 2 diabetes",
      "summary": "Type 2 diabetes (T2D), one of the most common metabolic diseases, is the result of insulin resistance or impaired insulin secretion by mitochondrial dysfunctions. Mitochondrial DNA (mtDNA) polymorphisms play an important role in physiological and pathological characteristics of T2D, however, their mechanism is poorly understood. To directly identify candidate mtDNA variants associated with T2D at the genome-wide level, we constructed forty libraries from ten patients with T2D and thirty control individuals for deep sequencing. We characterized their mtDNA atlas, and analyzed their single nucleotide polymorphisms (MtSNPs), insertions and deletions (InDels), and screened potential mtDNA mutation sites associated with T2D. We found ten mtDNA polymorphisms at nucleotides 489T > C, 3105AC > A, 3107N > C, 8701A > G, 9540T > C, 10398A > G, 10400C > T, 10873T > C, 12705C > T and 14783T > C that showed a significant difference between patients and control subjects. Therefore, our results characterize mtDNA atlas of patients with T2D, and further demonstrate that mtDNA variants are participated in the pathophysiology of T2D and other diseases. In addition, mtDNA variants may be candidate molecular biomarkers of T2D, and they may be valuable for early diagnosis of T2D in the future.",
      "organism": "Homo sapiens",
      "n_samples": 40,
      "gse": "GSE136892",
      "pubmed_id": "",
      "pdat": "2022-09-01",
      "gds_type": "Genome variation profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE136892",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE193979",
      "accession": "GSE193979",
      "title": "Transcriptional profiles predict treatment outcome in patients with tuberculosis and diabetes at diagnosis and at two weeks after initiation of anti-tuberculosis treatment",
      "summary": "Globally, the anti-tuberculosis (TB) treatment success rate is approximately 85%, with treatment failure, relapse and death occurring in a significant proportion of pulmonary TB patients. Treatment success rates are lower among people with diabetes mellitus (DM). Predicting treatment failure early after diagnosis would allow early treatment adaptation and may improve global TB control.  Methods  Samples were collected in a longitudinal cohort study of adult TB patients with or without concomitant DM from South Africa and Indonesia to characterize whole blood transcriptional profiles before and during anti-TB treatment, using unbiased RNA-Seq and targeted gene dcRT-MLPA.  Findings  We report differences in whole blood transcriptome profiles between patients with a good versus poor anti-TB treatment outcome, which were observed before initiation of treatment and throughout treatment. An eight-gene and 22-gene blood transcriptional signatures distinguished patients with a good treatment outcome from patients with a poor treatment outcome at diagnosis (AUC=0·815) or two weeks (AUC=0·834) after initiation of anti-TB treatment, respectively. Importantly, high accuracy was obtained by cross-validating this signature in an external cohort (AUC=0·749).  Interpretation  These findings suggest that transcriptional profiles can be used as a prognostic biomarker for treatment failure and success, even in patients with concomitant DM.",
      "organism": "Homo sapiens",
      "n_samples": 231,
      "gse": "GSE193979",
      "pubmed_id": "35841871",
      "pdat": "2022-08-03",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE193979",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/35841871/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE188799",
      "accession": "GSE188799",
      "title": "Transcriptome dataset of two different adipose tissues in gestational diabetes patients.",
      "summary": "Using next generation RNA sequencing (RNA-seq), this study evaluated the whole transcriptome of subcutaneous (SC) and omental (OM) adipose tissues from patients with gestational diabetes (GD) and healthy matching controls that were collected during cesarean delivery (C-section). Results show a strong separation of the transcriptomic profiles based on anatomical location and reveal specific RNA expression patterns unique to GD patients",
      "organism": "Homo sapiens",
      "n_samples": 20,
      "gse": "GSE188799",
      "pubmed_id": "35715414",
      "pdat": "2022-06-30",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE188799",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/35715414/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE153315",
      "accession": "GSE153315",
      "title": "Transcriptome analysis of Newly Diagnosed Type 2 Diabetes Subjects identifies genes to predict Metformin drug Response",
      "summary": "Aims: Metformin is a widely used, primary drug of choice to treat individuals with type 2 diabetes (T2D). Clinically, inter-individual variability of drug response is of significant  concern. The targets and precise mechanisms of action for metformin is still under interrogation. In the present study, a whole transcriptome analysis was performed with an  intent to identify predictive biomarkers of metformin response in T2D individuals.;\tMethods: Twenty drug naïve individuals with T2D and ten healthy controls were enrolled. T2D individuals were administrated with metformin monotherapy and were defined as responders and non-responders based on the changes in their glycated haemoglobin (HbA1c) over a period of three months. Poly(A) RNA Seq was performed using Ion Torrent Proton platform and differentially expressed genes were identified from the transcriptome profiles. The gene prioritization, enrichment analysis, drug-gene interactions, disease gene association analysis were performed using various tools and databases. A correlation analysis was also performed between gene expression and change in HbA1c levels after 3 months of metformin therapy.;\tResults: The expression analysis highlighted differentially expressed genes in metformin responders, non-responders and healthy individuals. The gene prioritization and enrichment analysis highlighted potential targets for predicting metformin response (n=35) as well as T2D disease (n=14). The drug-gene interactions did not show any direct association with diabetes drugs. However, the expression of GDF15, TWISTNB and RPL36A genes showed maximum correlation with change in HbA1c levels after 3 months of metformin therapy. The disease gene association analysis highlighted rs113805659 in MAGI2 gene to be linked with T2D in African Americans.;\tConclusion: The results of the present study provide evidence for the perturbed transcriptome and pathways associated with metformin drug response in T2D individuals.",
      "organism": "Homo sapiens",
      "n_samples": 30,
      "gse": "GSE153315",
      "pubmed_id": "",
      "pdat": "2022-06-30",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE153315",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE203346",
      "accession": "GSE203346",
      "title": "Expression profiles of placenta and umbilical cord blood with or without gestational diabetes mellitus (GDM)",
      "summary": "Objective: To explore the characteristics and underlying molecular mechanisms of genome-scale expression profiles of women with- or without- GDM and their offspring.  Materials and Methods: We recruited a group of 21 pregnant women with GDM and 20 healthy pregnant women as controls. For each pregnant women, RNA-seq were performed using the placenta and paired neonatal umbilical cord blood specimens. Differentially expressed genes (DEGs) were identified with BMI of pregnant women as covariates. Then, functional enrichment analysis was performed separately or interactively in placenta and umbilical cord blood.  Results: Through the comparison of GDM and healthy samples, 1442 and 488 DEGs were identified from placenta and umbilical cord blood, respectively. Functional enrichment analysis showed that the placenta expression profiles of GDM women mirrored the molecular characteristics of type II diabetes and insulin resistance patients. DEGs illustrated significant overlaps among placenta and umbilical cord blood samples, and the overlapping DEGs were associated with endocrine resistance and insulin resistance.  Conclusions: Our research demonstrated the transcriptomic alternations of GDM mothers and offspring. Our findings emphasized the importance of epigenetic modifications in the communication between pregnant women with GDM and offspring, and provided reference for the prevention, control, treatment, and intervention of perinatal deleterious events of GDM and neonatal complications.",
      "organism": "Homo sapiens",
      "n_samples": 84,
      "gse": "GSE203346",
      "pubmed_id": "35606885",
      "pdat": "2022-06-01",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE203346",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/35606885/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE203169",
      "accession": "GSE203169",
      "title": "Reduced representation bisulfite sequencing (RRBS) methylation profiles of placenta and umbilical cord blood with or without gestational diabetes mellitus (GDM)",
      "summary": "Objective: To explore the characteristics and underlying molecular mechanisms of genome-scale expression profiles of women with- or without- gestational diabetes mellitus and their offspring.  Materials and Methods: We recruited a group of 21 pregnant women with gestational diabetes mellitus (GDM) and 20 healthy pregnant women as controls. For each pregnant women, RRBS were performed using the placenta and paired neonatal umbilical cord blood specimens. Differentially methylated regions (DMRs) were identified. Then, functional enrichment analysis was performed to differential methylated genes (DMGs) separately or interactively in placenta and umbilical cord blood.  Results: Through the comparison of GDM and healthy samples, 2779  and 141 DMRs were identified from placenta and umbilical cord blood, respectively. Functional enrichment analysis showed that the placenta methylation and expression profiles of GDM women mirrored the molecular characteristics of “type II diabetes” and “insulin resistance”. Methylation-altered genes in umbilical cord blood were associated with pathways “type II diabetes” and “cholesterol metabolism”. DMGs illustrated significant overlaps among placenta and umbilical cord blood samples, and the overlapping DMGs were associated with cholesterol metabolism.  Conclusions: Our research demonstrated the epigenomic alternations of GDM mothers and offspring. Our findings emphasized the importance of epigenetic modifications in the communication between pregnant women with GDM and offspring, and provided reference for the prevention, control, treatment, and intervention of perinatal deleterious events of GDM and neonatal complications.",
      "organism": "Homo sapiens",
      "n_samples": 82,
      "gse": "GSE203169",
      "pubmed_id": "35606885",
      "pdat": "2022-06-01",
      "gds_type": "Methylation profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE203169",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/35606885/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    }
  ]
}