{
  "query": "Breast cancer",
  "source": "geo_sqlite",
  "error": "",
  "total_found": 47,
  "species_filter": "Homo sapiens",
  "experiment_filter": "RNA-seq",
  "state_filter": "Treated vs Untreated",
  "only_analyzable": true,
  "requested_retmax": 20,
  "returned_before_analyzable_filter": 47,
  "returned_after_analyzable_filter": 20,
  "items": [
    {
      "uid": "GSE232764",
      "accession": "GSE232764",
      "title": "TBCRC 039: A phase II study of preoperative ruxolitinib with or without paclitaxel for triple-negative inflammatory breast cancer",
      "summary": "We conducted a randomized phase II study with nested window-of-opportunity in patients with TN-IBC. Patients were randomized to receive a 7-day run-in of ruxolitinib (RUX) alone or ruxolitinib plus paclitaxel (RUX+PAC) in a 1:2 ratio, followed by 12 weeks of neoadjuvant paclitaxel alone or in combination with ruxolitinib in a 1:2 ratio. All patients subsequently received 4 cycles of doxorubicin plus cyclophosphamide, followed by modified radical mastectomy. Patients provided tumor tissue from research biopsies performed at baseline (pre-run-in) and after the completion of run-in therapy. Tumor tissue was evaluated for phosphorylated STAT3 (pSTAT3) using immunohistochemistry (IHC) and immunofluorescence, and a subset of cases were also analyze by RNA-seq. The primary objective was to evaluate the percent of patients whose tumors were pSTAT3-positive at baseline, and which subsequently became pSTAT3-negative after run-in therapy. Secondary endpoints included pathologic complete response (pCR), residual tumor burden (RCB) and event-free survival (EFS) from the date of surgery. There were 23 patients enrolled, 11 in RUX and 12 in RUX+PAC combination. The most common adverse events were fatigue and nausea. Two patients achieved pCR and 21 completed pre-operative therapy. We detected a decrease in pSTAT3 and IL6/JAK/STAT3 signaling pathways in post-run-in biopsies of RUX-treated samples, but this did not correlate with pCR, while RUX+PAC upregulated IL6/JAK/STAT3 signaling. Both treatments decreased GZM+ T cells implying immune suppression, which might have contributed to lack of efficacy.",
      "organism": "Homo sapiens",
      "n_samples": 17,
      "gse": "GSE232764",
      "pubmed_id": "38297352",
      "pdat": "2024-02-07",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE232764",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/38297352/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE232175",
      "accession": "GSE232175",
      "title": "MAF Amplification licenses Estrogen Receptor α to Drive Breast Cancer Metastasis [dataset 1]",
      "summary": "We performed mRNA profiling of control and MAF-overexpressing MCF7 cells to assess the transcriptional consequences of estrogen receptor (ER) activation upon metastatic MAF expression in the presence or absence or ER (using a protac for ER degradation). To this end, we cultured MCF7 cells in hormone-deprived (HD) medium for 72 h. At this point, we treated the cells with vehice or ER-protac for 24h and then estrogen (E2) or vehicle was added for 6h prior to RNA extraction. Samples were generated in triplicate. We report that MAF supports the expression of genes involved in metastatic functions and that E2 treatment and ER expression correlates with E2 early and late gene responses and cell cycle regulation. Additionally, a set of MAF and ER-dependent gene responses was identified. Our results show that MAF expression causes an expansion of ER-mediated transcriptional events in MCF7 cells exposed to E2.",
      "organism": "Homo sapiens",
      "n_samples": 24,
      "gse": "GSE232175",
      "pubmed_id": "",
      "pdat": "2023-09-15",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE232175",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE210607",
      "accession": "GSE210607",
      "title": "MAF Amplification licenses Estrogen Receptor α to Drive Breast Cancer Metastasis [RNA-seq]",
      "summary": "We performed mRNA profiling of control and MAF-overexpressing MCF7 cells to assess the transcriptional consequences of estrogen receptor (ER) activation upon metastatic MAF expression. To this end, we cultured MCF7 cells in hormone-deprived (HD) medium for 72 h and then estrogen (E2) or vehicle was added for 6h prior to RNA extraction. Samples were generated in triplicate. We report that MAF supports the expression of genes involved in metastatic functions and that E2 treatment correlates with E2 early and late gene responses and cell cycle regulation. Additionally, a set of MAF and E2-dependent gene responses was identified. Our results show that MAF expression causes an expansion of ER-mediated transcriptional events in MCF7 cells exposed to E2.  Additionally, we silenced KDM1A expression in MAF-overexpressing MCF7 cells to test whether this histone demethylase mediates the transcriptional consequences of MAF overexpression. Samples with KDM1A knockdown were generated in duplicates. We report that KDM1A partially regulates MAF/E2-dependent gene responses.",
      "organism": "Homo sapiens",
      "n_samples": 16,
      "gse": "GSE210607",
      "pubmed_id": "",
      "pdat": "2023-09-15",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE210607",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE228017",
      "accession": "GSE228017",
      "title": "Desmocollin-1 is associated with pro-metastatic phenotype of luminal A breast cancer cells and is modulated by parthenolide",
      "summary": "Desmocollin-1 (DSC1) is a desmosomal transmembrane glycoprotein that maintains cell-to-cell adhesion. DSC1 was previously associated with lymph node metastasis of luminal A breast tumors and was found to increase metastatic potential of MCF7 cells in vitro.;\tTherefore, we focused on DSC1 role in cellular and molecular mechanisms in luminal A breast cancer and its possible therapeutic modulation using parthenolide.;\tWe performed comparative gene expression analysis using data obtained from RNA-seq of DSC1-overexpressing and control cells treated and untreated with parthenolide in biological duplicates.",
      "organism": "Homo sapiens",
      "n_samples": 8,
      "gse": "GSE228017",
      "pubmed_id": "37620794",
      "pdat": "2023-09-06",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE228017",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/37620794/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE236280",
      "accession": "GSE236280",
      "title": "HER3 targeting augments the efficacy of panobinostat in claudin-low triple-negative breast cancer cells",
      "summary": "Patients with triple-negative breast cancer (TNBC) have a poor prognosis and high relapse rate due to limited therapeutic options. This study was conducted to determine the mechanisms of action of panobinostat, a pan-inhibitor of histone deacetylase (HDAC) and FDA-approved medication for multiple myeloma, in TNBC and to provide a rationale for effective drug combinations against this aggressive disease. RNA sequencing analyses of the claudin-low (CL) TNBC (MDA-MB-231) cells untreated or treated with panobinostat were performed to identify the differentially expressed genes. Adaptive alterations in gene expression were analyzed and validated in additional CL TNBC cells. Tumor xenograft models were used to test the in vivo antitumor activity of panobinostat alone or its combinations with gefitinib, an EGFR-tyrosine kinase inhibitor (TKI). Panobinostat potently inhibited proliferation and induced apoptosis in all TNBC cells tested. However, in CL TNBC cells, this HDAC inhibitor markedly enhanced expression of HER3, which interacted with EGFR to activate both receptors and Akt signaling pathways. Combinations of panobinostat and gefitinib synergistically suppressed CL TNBC cell proliferation and promoted apoptosis in vitro and in vivo. Upregulation of HER3 compromises the efficacy of panobinostat in CL TNBC. Inactivation of HER3 combined with panobinostat represents a practical approach to combat CL TNBC.",
      "organism": "Homo sapiens",
      "n_samples": 6,
      "gse": "GSE236280",
      "pubmed_id": "",
      "pdat": "2023-07-05",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE236280",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE222587",
      "accession": "GSE222587",
      "title": "CUT&RUN in cadmium resistant breast cancer MDA-MB-231 cells",
      "summary": "In this study, we compared MTF-1 CUT&RUN of cadmium resistant MDA-MB-231 cells vs untreated controls.",
      "organism": "Homo sapiens",
      "n_samples": 4,
      "gse": "GSE222587",
      "pubmed_id": "36980293",
      "pdat": "2023-04-04",
      "gds_type": "Genome binding/occupancy profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE222587",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/36980293/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE220803",
      "accession": "GSE220803",
      "title": "RNA-seq in cadmium resistant breast cancer MDA-MB-231 cells",
      "summary": "In this study, we compared RNA-seq of cadmium resistant MDA-MB-231 cells vs untreated controls.",
      "organism": "Homo sapiens",
      "n_samples": 4,
      "gse": "GSE220803",
      "pubmed_id": "36980293",
      "pdat": "2023-04-04",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE220803",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/36980293/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE216496",
      "accession": "GSE216496",
      "title": "ATAC-seq in cadmium resistant breast cancer MDA-MB-231 cells",
      "summary": "In this study, we compared ATAC-seq of cadmium resistant MDA-MB-231 cells vs untreated controls.",
      "organism": "Homo sapiens",
      "n_samples": 4,
      "gse": "GSE216496",
      "pubmed_id": "36980293",
      "pdat": "2023-04-04",
      "gds_type": "Genome binding/occupancy profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE216496",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/36980293/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE212690",
      "accession": "GSE212690",
      "title": "Beneficial effects of mifepristone treatment in breast cancer patients selected by the progesterone receptor isoform ratio: Results from the MIPRA trial",
      "summary": "Background: Preclinical data suggest that antiprogestins inhibit the growth of luminal breast carcinomas expressing higher levels of progesterone receptor isoform A (PRA) than isoform B (PRB). Thus, we designed a pre-surgical window of opportunity trial to determine the therapeutic effects of mifepristone in breast cancer patients selected by their high PRA/PRB isoform ratio (MIPRA; NCT02651844). Patients and Methods. Twenty patients bearing luminal breast carcinomas with PRA/PRB>1.5 (determined by Western blots), and PR ≥50%, naive from previous treatment, were included for mifepristone treatment (200 mg/day p.o.; 14 days). Core needle biopsies (CNB) and surgical samples were formalin-fixed for immunohistochemical studies, and others were snap-frozen to perform RNA-Seq, proteomics, and/or Western blots studies. Plasma mifepristone levels were determined by mass spectrometry. The primary endpoint was the comparison of Ki-67 expression pre- and post-treatment. Results: A 49.62% decrease in Ki-67 staining was registered in all surgical specimens compared to baseline (p=0.0003). Using the pre-specified response parameter (30% relative reduction) we identified 14/20 responders. Mifepristone induced gland differentiation, an increase in tumor-infiltrating lymphocytes, a decrease in hormone receptors and pSer118ER expression, and an increase in calregulin, p21, p15, and activated caspase3 expression. RNA-Seq and proteomics studies identified downregulated pathways related to cell proliferation and upregulation of those related to immune bioprocesses and extracellular matrix re-modeling pathways. Conclusion: Our results support the use of mifepristone in luminal breast cancer patients with high PRA/PRB ratios. The combined effects of mifepristone with estrogen receptor modulators deserves clinic evaluation in these patients, to improve endocrine treatment responsiveness.",
      "organism": "Homo sapiens",
      "n_samples": 16,
      "gse": "GSE212690",
      "pubmed_id": "36269797",
      "pdat": "2023-01-16",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE212690",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/36269797/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE126765",
      "accession": "GSE126765",
      "title": "Presurgical Phase IIB Trial of Oral CDB-4124 (TPA) vs. Placebo in Women with Stage 0-II Primary Breast Cancer: PACT-B (Progesterone Antagonists for Cancer Treatment for Breast) Study",
      "summary": "Purposes: 1. to identify the genes which were significantly modulated by CDB-4124 (TPA) comapred to placebo treatment. 2. identify which the pathways were functionally impacted by CDB4124.",
      "organism": "Homo sapiens",
      "n_samples": 120,
      "gse": "GSE126765",
      "pubmed_id": "31570566",
      "pdat": "2023-01-06",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE126765",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/31570566/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE166018",
      "accession": "GSE166018",
      "title": "FASN inhibition as a potential treatment for endocrine-resistant breast cancer",
      "summary": "The aim of the experiment was to investigate the effect of TVB-3166 treatment in primary patient-derived breast tumor explants. RNA sequencing was performed in response to treatment with TVB-3166 or vehicle control. RNA sequencing analyses revealed that TVB significantly altered the mRNA expression of 219 genes as compared to the control.",
      "organism": "Homo sapiens",
      "n_samples": 4,
      "gse": "GSE166018",
      "pubmed_id": "33893909",
      "pdat": "2022-12-24",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE166018",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/33893909/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE189495",
      "accession": "GSE189495",
      "title": "Fractionated irradiation of breast cancer cells rewires a gene regulatory circuit towards a treatment-resistant stemness phenotype",
      "summary": "Radiotherapy is a potent component of the standard of care for breast cancer. However, surviving radioresistant cells can repopulate following treatment and provoke relapse. Better understanding of the molecular mechanisms of radiation resistance may help improve treatment of radioresistant tumours. To emulate radiation therapy at the cellular level, we exposed MCF7 breast cancer cells to daily radiation doses of 2 Gy up to an accumulated dose of 20 Gy. Fractionally irradiated cells (FIR20) displayed increased clonogenic survival and population doubling time as compared to age-matched sham-irradiated cells and untreated, parental MCF7 cells. RNA-sequencing revealed a core signature of 229 mRNAs and 7 circRNAs significantly altered in the FIR20 cells. The FIR20 cell transcriptome overlapped significantly with canonical radiation signatures, and demonstrated a remarkable commonality with radiation and endocrine therapy resistance expression profiles, suggesting crosstalk between both acquired resistance pathways. Using predictive analyses and functional enrichment, we identified a gene-regulatory network of circRNA and mRNA that promotes stemness and inflammatory signaling in FIR20 cells. We propose that these phenotypic traits render breast cancer cells more radioresistant and may therefore serve as potential modules for combination therapies.",
      "organism": "Homo sapiens",
      "n_samples": 9,
      "gse": "GSE189495",
      "pubmed_id": "35579852",
      "pdat": "2022-10-12",
      "gds_type": "Expression profiling by high throughput sequencing;\tNon-coding RNA profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE189495",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/35579852/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE207248",
      "accession": "GSE207248",
      "title": "On-treatment transcriptional profiling in HER2+ inflammatory breast cancer",
      "summary": "Inflammatory breast cancer (IBC) is a rare and understudied disease, with 40% of cases presenting with HER2-positive IBC. Within a cohort of newly diagnosed patients with HER2-positive IBC, we sought to (i) assess the pathologic complete response (pCR) rate of short-term neoadjuvant dual-HER2-blockade and paclitaxel, (ii) define baseline and on-treatment transcriptional profiles of tumor biopsies that are associated with pCR, and (iii) identify biologic pathways that may explain the effect of neoadjuvant therapy on pathologic tumor response.",
      "organism": "Homo sapiens",
      "n_samples": 44,
      "gse": "GSE207248",
      "pubmed_id": "",
      "pdat": "2022-09-01",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE207248",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE189547",
      "accession": "GSE189547",
      "title": "Expression data from triple negative breast cancer-MDA-MB-231 cells treated with vehicle and salvia chinensia benth",
      "summary": "To identify salvia chinensia benths induced transcriptional changes in triple negative breast cancer cell, RNA-sequencing of MDA-MB-231 cells after salvia chinensia benths treantmnent was performed. Differential gene expression analysis resulted in 7582 differentially expressed genes.",
      "organism": "Homo sapiens",
      "n_samples": 6,
      "gse": "GSE189547",
      "pubmed_id": "36033499",
      "pdat": "2022-08-31",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE189547",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/36033499/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE203058",
      "accession": "GSE203058",
      "title": "Estrogen receptor α-mediated signaling  inhibits type I interferon response to promote breast cancer",
      "summary": "To investigate the molecular mechanisms by which estrogen receptor α (ERα) inhibits type I IFN-induced signaling.;\tWe identified genes induced by ERα signaling using data obtained from RNA-seq of MCF7 cells treated or untreated with selective ERα agonist propyl pyrazole triol (PPT).",
      "organism": "Homo sapiens",
      "n_samples": 6,
      "gse": "GSE203058",
      "pubmed_id": "",
      "pdat": "2022-05-18",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE203058",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE191314",
      "accession": "GSE191314",
      "title": "The isoxazole derivative of usnic acid induces ER stress response in breast cancer cells that leads to paraptosis-like cell death",
      "summary": "This work investigated the molecular mechanisms unterlying the previously reported anticancer activity of  the usnic acid isoxazole derivative, named 2b. Using RNA-seq technology transcriptoms of MCF-7 breast cancer cells treated with vehicle or 2b for two diffrent time periods were compared. Among differentially expressed genes, components of the protein processing in endoplasmic reticulum pathway were the most significantly upregulated by 2b.",
      "organism": "Homo sapiens",
      "n_samples": 8,
      "gse": "GSE191314",
      "pubmed_id": "35163724",
      "pdat": "2022-03-24",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE191314",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/35163724/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE184452",
      "accession": "GSE184452",
      "title": "Fasting Mimicking Diet blocks breast cancer and cancer stem cells escape",
      "summary": "Metastatic tumors remain lethal due to primary/acquired resistance to therapy or cancer stem cell (CSC)-mediated repopulation. We show that a fasting-mimicking diet (FMD) activates starvation escape pathways in triple negative breast cancer (TNBC) cells, which can be identified and targeted by drugs. In CSCs, FMD cycles lower glucose-dependent protein kinase A signaling and stemness markers to reduce cell number and increase mouse survival. Accordingly, metastatic TNBC patients with lower glycemia survive longer than those with higher baseline glycemia. By contrast, in differentiated cancer cells, FMD cycles activate PI3K-AKT, mTOR and CDK4/6 as survival/growth pathways, which can be targeted by drugs to promote tumor regression. FMD cycles also prevent hyperglycemia and other toxicities caused by these drugs. These data indicate that FMD has wide and differential effects on normal, cancer and cancer stem cells, allowing the rapid identification and targeting of starvation escape pathways and providing a method potentially applicable to many malignancies.",
      "organism": "Homo sapiens",
      "n_samples": 12,
      "gse": "GSE184452",
      "pubmed_id": "34731655",
      "pdat": "2022-01-27",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE184452",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/34731655/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE163249",
      "accession": "GSE163249",
      "title": "Targeted inhibition of LIFR enhances therapeutic efficacy of HDAC inhibitors in triple negative breast cancer",
      "summary": "Here, we examined the therapeutic utility of EC359 in improving the therapeutic efficacy of HDACi in TNBC models. BT-549  cells were treated with vehicle (DMSO), EC359, HDACi(Vorinostat), EC359+HDACi and the RNA was isolated and utilized for RNA-seq analysis. Our results demonstrated that the beneficial effect of the EC359+HDACi involves regulation of multiple genes that involved in several pathways including apoptosis, metabolism and cell cycle.",
      "organism": "Homo sapiens",
      "n_samples": 8,
      "gse": "GSE163249",
      "pubmed_id": "34716410",
      "pdat": "2021-12-03",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE163249",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/34716410/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE183477",
      "accession": "GSE183477",
      "title": "RNAseq analysis of treatment-resistant and sensitive breast cancer patient-derived organoids with paclitaxel treatments",
      "summary": "Huntsman Cancer Institute (HCI)-001 patient-derived organoids (PDOs) and HCI-002 PDOs obtained from Huntsman Cancer Institute, University of Utah (Nat Med. 2011 Oct 23;17(11):1514-20).;\tPurpose: The goals of this study is to identify molecular pathways and genes that are involved in the treatment responsiveness of breast cancer PDOs.;\tMethods: mRNA profiles of HCI-001 and HCI-002 PDOs were generated by Illumina NovaSeq 6000 platform for paired-end sequencing, 150-bp read length, for about 20 million raw reads per sample. RNA sequencing FASTQ files were processed with HISAT2 aligner in default mode with the Ensembl human transcriptome annotation (Build version GRCh38 and transcript annotation GRCh38.89). Differential gene expression analysis was performed using DESeq2 software. Enrichment analysis was performed using ClusterProfiler software.;\tResults: We mapped about 20 million sequence reads per sample to the human genome (build HG38) in the RNAs of HCI-001 and HCI-002 PDOs treated with paclitaxel or vehicle. We used a minimum expression cut-off of 1 FPKM in order to exclude low-levels genes and the RNA-seq data confirmed the difference expression of 67 known apoptosis-regulatory genes in treatment-sensitive PDOs (HCI-002) compare to treatment-resistant PDOs (HCI-001).;\tConclusions: This study identified apoptosis-regulatory genes that are differentially induced or represeed in treatment-sensitive PDOs (HCI-002) or treatment-resistant PDOs (HCI-001).",
      "organism": "Homo sapiens",
      "n_samples": 4,
      "gse": "GSE183477",
      "pubmed_id": "",
      "pdat": "2021-09-09",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE183477",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE163067",
      "accession": "GSE163067",
      "title": "IFNγ modulates the immunopeptidome of triple negative breast cancer cells by enhancing and diversifying antigen processing and presentation",
      "summary": "To identify potential T-cell targets for Triple-Negative Breast Cancer (TNBC) vaccination, we examined the effect of the pro-inflammatory cytokine interferon-γ (IFNγ) on the transcriptome, proteome and immunopeptidome of the TNBC cell line MDA-MB-231. Using high resolution mass spectrometry, we identified a total of 84,131 peptides from 9,647 source proteins presented by human leukocyte antigen (HLA)-I and HLA-II alleles. Treatment with IFNγ resulted in a remarkable remoulding of the immunopeptidome, with only a 34% overlap between untreated and treated cells across the HLA-I immunopeptidome, and expression of HLA-II only on treated cells. IFNγ increased the overall number, diversity and abundance of the immunopeptidome, as well as the proportion of coverage of source antigens. The suite of peptides displayed under conditions of IFNγ treatment included many known tumour associated antigens, with the HLA-II repertoire sampling 265 breast cancer associated antigens absent from those sampled by HLA-I. Quantitative analysis of the transcriptome (10,248 transcripts) and proteome (6783 proteins) of these cells revealed 229 proteins and transcripts were commonly differentially  expressed, most of which involved in downstream targets of IFNγ signalling including components of the antigen processing machinery such as tapasin and HLA. However, these changes in protein expression did not explain the dramatic modulation of the immunopeptidome following IFNγ treatment.  These results demonstrate the high degree of plasticity in the immunopeptidome TNBC cells following cytokine stimulation and provide evidence that under pro-inflammatory conditions a greater variety of HLA-I and HLA-II vaccine targets are unveiled to the immune system. This has important implications for the development of personalised cancer vaccination strategies.",
      "organism": "Homo sapiens",
      "n_samples": 6,
      "gse": "GSE163067",
      "pubmed_id": "33968037",
      "pdat": "2021-09-09",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE163067",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/33968037/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    }
  ]
}