{
  "query": "Breast cancer",
  "source": "geo_sqlite",
  "error": "",
  "total_found": 61,
  "species_filter": "Homo sapiens",
  "experiment_filter": "RNA-seq",
  "state_filter": "Treated vs Untreated",
  "only_analyzable": true,
  "requested_retmax": 20,
  "returned_before_analyzable_filter": 59,
  "returned_after_analyzable_filter": 20,
  "items": [
    {
      "uid": "GSE232764",
      "accession": "GSE232764",
      "title": "TBCRC 039: A phase II study of preoperative ruxolitinib with or without paclitaxel for triple-negative inflammatory breast cancer",
      "summary": "We conducted a randomized phase II study with nested window-of-opportunity in patients with TN-IBC. Patients were randomized to receive a 7-day run-in of ruxolitinib (RUX) alone or ruxolitinib plus paclitaxel (RUX+PAC) in a 1:2 ratio, followed by 12 weeks of neoadjuvant paclitaxel alone or in combination with ruxolitinib in a 1:2 ratio. All patients subsequently received 4 cycles of doxorubicin plus cyclophosphamide, followed by modified radical mastectomy. Patients provided tumor tissue from research biopsies performed at baseline (pre-run-in) and after the completion of run-in therapy. Tumor tissue was evaluated for phosphorylated STAT3 (pSTAT3) using immunohistochemistry (IHC) and immunofluorescence, and a subset of cases were also analyze by RNA-seq. The primary objective was to evaluate the percent of patients whose tumors were pSTAT3-positive at baseline, and which subsequently became pSTAT3-negative after run-in therapy. Secondary endpoints included pathologic complete response (pCR), residual tumor burden (RCB) and event-free survival (EFS) from the date of surgery. There were 23 patients enrolled, 11 in RUX and 12 in RUX+PAC combination. The most common adverse events were fatigue and nausea. Two patients achieved pCR and 21 completed pre-operative therapy. We detected a decrease in pSTAT3 and IL6/JAK/STAT3 signaling pathways in post-run-in biopsies of RUX-treated samples, but this did not correlate with pCR, while RUX+PAC upregulated IL6/JAK/STAT3 signaling. Both treatments decreased GZM+ T cells implying immune suppression, which might have contributed to lack of efficacy.",
      "organism": "Homo sapiens",
      "n_samples": 17,
      "gse": "GSE232764",
      "pubmed_id": "38297352",
      "pdat": "2024-02-07",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE232764",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/38297352/",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "GSE236250",
      "accession": "GSE236250",
      "title": "BET inhibitor JQ-1 combined with cardamonin can inhibit the invasion and metastasis of triple-negative breast cancer cells",
      "summary": "Purpose: The BET family protein BRD4 is an important anti-tumor target and is highly expressed in breast cancer. However, BET inhibitors are susceptible to drug resistance. The aim of this study is to explore the mechanism of BET inhibitor JQ-1 combined with cardamonin in the anti-invasion and metastasis of triple-negative breast cancer. Methods: triple-negative breast cancer cells mRNA of DMSO (Control), JQ-1,cardamonin and combined groups were progressed with deep sequencing, in triplicate through Illumina sequencing platform (HiSeqTM 2500). Genes with adjusted P-value < 0.01 and |foldChange| > 2 were defined as differentially expressed genes (DEGs) and subjected to the following GO and KEGG enrichment. qRT-PCR was performed to validate several essential genes using QuantStudio 5 (Thermo Fisher) and SYBR Green assays. Results: As an inhibitor of mTOR, Cardamonin(CAR) can inhibit the proliferation of tumors. Research have found that BET inhibitor can affect the function of a large number of genes by regulating the epigenome, which plays an important role in a variety of diseases. In this study we explored the JQ1 which is a BRD4 protein inhibitor can inhibit the proliferation and metastasis of MDA-MB-231 cells in triple-negative breast cancer cell lines, and this phenomenon can be significantly enhanced when CAR is combined with JQ-1, and the same results are shown in mouse tumor formation experiments and triple-negative breast cancer organoids. At the same time, RNA-seq was performed in MD1-MB-231 cells to explore the changes of specific molecular signaling pathways. We have mapped over 40 million sequence reads to the MDA-MB-231 cell line genome in each specimen.Compared with the control group, CAR and JQ1, the combination group has significantly enriched gene expression. KEGG and GO enrichment analysis indicate that the combination group showed a series of biological processes such as macroautophagy, negative regulation of cell growth, lipid catabolic process, which led to decreased cell viability and decreased proliferation and metastasis ability. Conclusions: In this study, we demonstrated that JQ-1 combined with cardamomin could inhibit the invasion and metastasis of triple-negative breast cancer MDA-MB-231 cells, induce cell cycle arrest and promote cell apoptosis. The results of RNA-Seq were consistent with our in vitro and in vivo experiments, which demonstrated that the combination of JQ-1 and cardamonin effectively inhibited the proliferation, invasion and metastasis of MDA-MB-231 cells.",
      "organism": "Homo sapiens",
      "n_samples": 12,
      "gse": "GSE236250",
      "pubmed_id": "",
      "pdat": "2024-01-01",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE236250",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE232175",
      "accession": "GSE232175",
      "title": "MAF Amplification licenses Estrogen Receptor α to Drive Breast Cancer Metastasis [dataset 1]",
      "summary": "We performed mRNA profiling of control and MAF-overexpressing MCF7 cells to assess the transcriptional consequences of estrogen receptor (ER) activation upon metastatic MAF expression in the presence or absence or ER (using a protac for ER degradation). To this end, we cultured MCF7 cells in hormone-deprived (HD) medium for 72 h. At this point, we treated the cells with vehice or ER-protac for 24h and then estrogen (E2) or vehicle was added for 6h prior to RNA extraction. Samples were generated in triplicate. We report that MAF supports the expression of genes involved in metastatic functions and that E2 treatment and ER expression correlates with E2 early and late gene responses and cell cycle regulation. Additionally, a set of MAF and ER-dependent gene responses was identified. Our results show that MAF expression causes an expansion of ER-mediated transcriptional events in MCF7 cells exposed to E2.",
      "organism": "Homo sapiens",
      "n_samples": 24,
      "gse": "GSE232175",
      "pubmed_id": "",
      "pdat": "2023-09-15",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE232175",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE210607",
      "accession": "GSE210607",
      "title": "MAF Amplification licenses Estrogen Receptor α to Drive Breast Cancer Metastasis [RNA-seq]",
      "summary": "We performed mRNA profiling of control and MAF-overexpressing MCF7 cells to assess the transcriptional consequences of estrogen receptor (ER) activation upon metastatic MAF expression. To this end, we cultured MCF7 cells in hormone-deprived (HD) medium for 72 h and then estrogen (E2) or vehicle was added for 6h prior to RNA extraction. Samples were generated in triplicate. We report that MAF supports the expression of genes involved in metastatic functions and that E2 treatment correlates with E2 early and late gene responses and cell cycle regulation. Additionally, a set of MAF and E2-dependent gene responses was identified. Our results show that MAF expression causes an expansion of ER-mediated transcriptional events in MCF7 cells exposed to E2.  Additionally, we silenced KDM1A expression in MAF-overexpressing MCF7 cells to test whether this histone demethylase mediates the transcriptional consequences of MAF overexpression. Samples with KDM1A knockdown were generated in duplicates. We report that KDM1A partially regulates MAF/E2-dependent gene responses.",
      "organism": "Homo sapiens",
      "n_samples": 16,
      "gse": "GSE210607",
      "pubmed_id": "",
      "pdat": "2023-09-15",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE210607",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE228017",
      "accession": "GSE228017",
      "title": "Desmocollin-1 is associated with pro-metastatic phenotype of luminal A breast cancer cells and is modulated by parthenolide",
      "summary": "Desmocollin-1 (DSC1) is a desmosomal transmembrane glycoprotein that maintains cell-to-cell adhesion. DSC1 was previously associated with lymph node metastasis of luminal A breast tumors and was found to increase metastatic potential of MCF7 cells in vitro.;\tTherefore, we focused on DSC1 role in cellular and molecular mechanisms in luminal A breast cancer and its possible therapeutic modulation using parthenolide.;\tWe performed comparative gene expression analysis using data obtained from RNA-seq of DSC1-overexpressing and control cells treated and untreated with parthenolide in biological duplicates.",
      "organism": "Homo sapiens",
      "n_samples": 8,
      "gse": "GSE228017",
      "pubmed_id": "37620794",
      "pdat": "2023-09-06",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE228017",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/37620794/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE231544",
      "accession": "GSE231544",
      "title": "FOXA1 phosphorylation by CDK4 prevents activation of novel chromatin regions and HER2 expression in breast cancer",
      "summary": "Cyclin Dependent Kinase 4/6 inhibitors induce transcription in breast tumors via FOXA1 chromatin binding.;\tThe use of Cyclin Dependent Kinase 4/6 inhibitors (CDK4/6i) induce transcription in breast tumors. The control mechanism of such genomic changes and their physiological relevance are not elucidated yet. Now, we identified chromatin activation of tumors treated with CDK4/6i. These chromatin changes induce an increase of HER2 expression and signaling. Mechanically, our study demonstrates that FOXA1 is a new substrate of CDK4 and that its phosphorylation limits the binding of FOXA1 to conventional chromatin regions. Moreover, when patients are treated with CDK4/6i, a dephosphorylated FOXA1 binds to additional chromatin regions. By doing so, FOXA1 leads to an increase of HER2 expression and of the activation of HER2-MEK-ERK pathway in breast cancer patients. Accordingly, we might envision a clinical benefit of adding antiHER2 therapy to delay development of resistance and therefore, to prolong PFS in patients yet receiving CDK4/6i.",
      "organism": "Homo sapiens",
      "n_samples": 24,
      "gse": "GSE231544",
      "pubmed_id": "",
      "pdat": "2023-09-01",
      "gds_type": "Genome binding/occupancy profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE231544",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE224899",
      "accession": "GSE224899",
      "title": "ATM-inhibitor AZD1390 radiosensitizes breast cancer brain metastasis and inhibits growth in vivo",
      "summary": "Purpose: Central nervous system (CNS) metastasis has remained a major source of mortality for breast cancer patients. This is largely driven by the inability of current therapeutics to penetrate the blood brain barrier (BBB) and the lack of preclinical models for testing new therapies. Here we study the efficacy of AZD1390, a BBB penetrating ataxia-telangiectasia mutated (ATM) inhibitor, as a radiosensitizer for breast cancer CNS metastasis treatment.;\tExperimental Design: Three PDX tumors including 2 HER2+ and 1 triple negative breast cancer (TNBC) harboring TP53 mutations, were implanted subcutaneously in the flank of mice to assess tumor growth inhibition by AZD1390 combined with radiation. Animal survival was further assessed by implanting the best responding PDX model orthotopically in the brain.;\tResults: Pretreatment with AZD1390 followed by radiation therapy inhibited growth of PDX tumors implanted in the flank, and improved survival in orthotopic models with average survival 222 days compared to 123 days in controls. Adjuvant administration of AZD1390 had no further benefits. While the combination therapy resulted in sustained tumor inhibition, sporadic regrowth was observed in in some mice 50-100 days post-treatment in all models. Gene expression analysis comparing these tumors with complete responders demonstrated changes in upregulation of multiple oncogenic proteins, which are potential drivers of tumor growth after treatment.;\tConclusions: Our results demonstrate that AZD1390 effectively sensitizes breast cancer CNS metastasis to radiation therapy in TP53 mutant tumors. This study demonstrates the potential of using AZD1390 as a novel therapeutic agent for patients with breast cancer CNS metastasis.",
      "organism": "Homo sapiens",
      "n_samples": 16,
      "gse": "GSE224899",
      "pubmed_id": "",
      "pdat": "2023-08-01",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE224899",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE237984",
      "accession": "GSE237984",
      "title": "MAGI1 prevents senescence and promotes the DNA damage response in ER+ breast cancer",
      "summary": "MAGI1 acts as tumor suppressor in estrogen receptor positive (ER+) breast cancer (BC) and its loss correlates with a more aggressive phenotype. To identify pathways and events affected by MAGI1 loss, we deleted the MAGI1 gene in the ER+ MCF7 BC cell line and performed RNA-sequencing and functional experiments in vitro. Transcriptome analyses revealed gene sets and biological processes related to estrogen signaling, cell cycle and DNA damage response affected by MAGI1 loss. Upon exposure to TNF-alpha/IFN-gamma, MCF7 MAGI1 KO cells entered a deeper level of quiescence/senescence than MCF7 control cells and activated the AKT and MAPK signaling pathways. MCF7 MAGI1 KO cells exposed to ionizing radiations or cisplatin had reduced expression of DNA repair proteins and showed increased sensitivity towards PARP1 inhibition with olaparib. Treatment with PI3K and AKT inhibitors (alpelisib and MK-2206) restored expression of DNA repair proteins and sensitized cells to fulvestrant. Analysis of human BC patients’ transcriptomic data revealed that patients with low MAGI1 levels have a higher tumor mutational burden and homologous recombination deficiency. Also, MAGI1 expression levels correlate negatively with PI3K/AKT and MAPK signaling, confirming our in vitro observations. Pharmacological and genomic evidence indicate HDACs as regulators of MAGI1 expression. Our findings provide a new view on MAGI1 function in cancer and identify potential treatment options to improve the management of ER+ BC patients with low MAGI1 levels.",
      "organism": "Homo sapiens",
      "n_samples": 13,
      "gse": "GSE237984",
      "pubmed_id": "",
      "pdat": "2023-07-26",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE237984",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE236280",
      "accession": "GSE236280",
      "title": "HER3 targeting augments the efficacy of panobinostat in claudin-low triple-negative breast cancer cells",
      "summary": "Patients with triple-negative breast cancer (TNBC) have a poor prognosis and high relapse rate due to limited therapeutic options. This study was conducted to determine the mechanisms of action of panobinostat, a pan-inhibitor of histone deacetylase (HDAC) and FDA-approved medication for multiple myeloma, in TNBC and to provide a rationale for effective drug combinations against this aggressive disease. RNA sequencing analyses of the claudin-low (CL) TNBC (MDA-MB-231) cells untreated or treated with panobinostat were performed to identify the differentially expressed genes. Adaptive alterations in gene expression were analyzed and validated in additional CL TNBC cells. Tumor xenograft models were used to test the in vivo antitumor activity of panobinostat alone or its combinations with gefitinib, an EGFR-tyrosine kinase inhibitor (TKI). Panobinostat potently inhibited proliferation and induced apoptosis in all TNBC cells tested. However, in CL TNBC cells, this HDAC inhibitor markedly enhanced expression of HER3, which interacted with EGFR to activate both receptors and Akt signaling pathways. Combinations of panobinostat and gefitinib synergistically suppressed CL TNBC cell proliferation and promoted apoptosis in vitro and in vivo. Upregulation of HER3 compromises the efficacy of panobinostat in CL TNBC. Inactivation of HER3 combined with panobinostat represents a practical approach to combat CL TNBC.",
      "organism": "Homo sapiens",
      "n_samples": 6,
      "gse": "GSE236280",
      "pubmed_id": "",
      "pdat": "2023-07-05",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE236280",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "GSE222587",
      "accession": "GSE222587",
      "title": "CUT&RUN in cadmium resistant breast cancer MDA-MB-231 cells",
      "summary": "In this study, we compared MTF-1 CUT&RUN of cadmium resistant MDA-MB-231 cells vs untreated controls.",
      "organism": "Homo sapiens",
      "n_samples": 4,
      "gse": "GSE222587",
      "pubmed_id": "36980293",
      "pdat": "2023-04-04",
      "gds_type": "Genome binding/occupancy profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE222587",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/36980293/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE220803",
      "accession": "GSE220803",
      "title": "RNA-seq in cadmium resistant breast cancer MDA-MB-231 cells",
      "summary": "In this study, we compared RNA-seq of cadmium resistant MDA-MB-231 cells vs untreated controls.",
      "organism": "Homo sapiens",
      "n_samples": 4,
      "gse": "GSE220803",
      "pubmed_id": "36980293",
      "pdat": "2023-04-04",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE220803",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/36980293/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE216496",
      "accession": "GSE216496",
      "title": "ATAC-seq in cadmium resistant breast cancer MDA-MB-231 cells",
      "summary": "In this study, we compared ATAC-seq of cadmium resistant MDA-MB-231 cells vs untreated controls.",
      "organism": "Homo sapiens",
      "n_samples": 4,
      "gse": "GSE216496",
      "pubmed_id": "36980293",
      "pdat": "2023-04-04",
      "gds_type": "Genome binding/occupancy profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE216496",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/36980293/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE212690",
      "accession": "GSE212690",
      "title": "Beneficial effects of mifepristone treatment in breast cancer patients selected by the progesterone receptor isoform ratio: Results from the MIPRA trial",
      "summary": "Background: Preclinical data suggest that antiprogestins inhibit the growth of luminal breast carcinomas expressing higher levels of progesterone receptor isoform A (PRA) than isoform B (PRB). Thus, we designed a pre-surgical window of opportunity trial to determine the therapeutic effects of mifepristone in breast cancer patients selected by their high PRA/PRB isoform ratio (MIPRA; NCT02651844). Patients and Methods. Twenty patients bearing luminal breast carcinomas with PRA/PRB>1.5 (determined by Western blots), and PR ≥50%, naive from previous treatment, were included for mifepristone treatment (200 mg/day p.o.; 14 days). Core needle biopsies (CNB) and surgical samples were formalin-fixed for immunohistochemical studies, and others were snap-frozen to perform RNA-Seq, proteomics, and/or Western blots studies. Plasma mifepristone levels were determined by mass spectrometry. The primary endpoint was the comparison of Ki-67 expression pre- and post-treatment. Results: A 49.62% decrease in Ki-67 staining was registered in all surgical specimens compared to baseline (p=0.0003). Using the pre-specified response parameter (30% relative reduction) we identified 14/20 responders. Mifepristone induced gland differentiation, an increase in tumor-infiltrating lymphocytes, a decrease in hormone receptors and pSer118ER expression, and an increase in calregulin, p21, p15, and activated caspase3 expression. RNA-Seq and proteomics studies identified downregulated pathways related to cell proliferation and upregulation of those related to immune bioprocesses and extracellular matrix re-modeling pathways. Conclusion: Our results support the use of mifepristone in luminal breast cancer patients with high PRA/PRB ratios. The combined effects of mifepristone with estrogen receptor modulators deserves clinic evaluation in these patients, to improve endocrine treatment responsiveness.",
      "organism": "Homo sapiens",
      "n_samples": 16,
      "gse": "GSE212690",
      "pubmed_id": "36269797",
      "pdat": "2023-01-16",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE212690",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/36269797/",
      "analyzable": true,
      "analyzable_detail": "supplementary"
    },
    {
      "uid": "GSE126765",
      "accession": "GSE126765",
      "title": "Presurgical Phase IIB Trial of Oral CDB-4124 (TPA) vs. Placebo in Women with Stage 0-II Primary Breast Cancer: PACT-B (Progesterone Antagonists for Cancer Treatment for Breast) Study",
      "summary": "Purposes: 1. to identify the genes which were significantly modulated by CDB-4124 (TPA) comapred to placebo treatment. 2. identify which the pathways were functionally impacted by CDB4124.",
      "organism": "Homo sapiens",
      "n_samples": 120,
      "gse": "GSE126765",
      "pubmed_id": "31570566",
      "pdat": "2023-01-06",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE126765",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/31570566/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE193507",
      "accession": "GSE193507",
      "title": "HMGN5 escorts oncogenic STAT3 signaling by regulating chromatin landscape in tumorigenesis of breast cancer",
      "summary": "Epigenetic alterations are widely linked with carcinogenesis, therefore becoming emerging therapeutic targets in the treatment of cancers, including breast cancer. HMGNs are nucleosome binding proteins, which regulate chromatin structures in a cell type- and disease-specific manner. However, the roles of HMGNs in the tumorigenesis of breast cancer are less known. In this study, we report that HMGNs are highly expressed in 3D-cultured breast cancer cells. HMGN5, a member of HMGNs, controls the proliferation, invasion and metastasis of breast cancer cells in vitro and in vivo. Clinically, HMGN5 is an unfavorable prognostic marker in patients. Mechanistically, HMGN5 is governed by active STAT3 transcriptionally and further escorts STAT3 to shape oncogenic chromatin landscape and transcriptional program. Lastly, we provide evidence that interference of HMGN5 by nanoparticle-packaged siRNA is potentially an effective approach in breast cancer treatment. Taken together, our findings reveal a novel feed-forward circuit between HMGN5 and STAT3 in promoting breast cancer tumorigenesis and suggest HMGN5 as a novel epigenetic therapeutic target in STAT3-hyperactive breast cancer.",
      "organism": "Homo sapiens",
      "n_samples": 19,
      "gse": "GSE193507",
      "pubmed_id": "36066963",
      "pdat": "2022-11-30",
      "gds_type": "Expression profiling by high throughput sequencing;\tOther",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE193507",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/36066963/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE189495",
      "accession": "GSE189495",
      "title": "Fractionated irradiation of breast cancer cells rewires a gene regulatory circuit towards a treatment-resistant stemness phenotype",
      "summary": "Radiotherapy is a potent component of the standard of care for breast cancer. However, surviving radioresistant cells can repopulate following treatment and provoke relapse. Better understanding of the molecular mechanisms of radiation resistance may help improve treatment of radioresistant tumours. To emulate radiation therapy at the cellular level, we exposed MCF7 breast cancer cells to daily radiation doses of 2 Gy up to an accumulated dose of 20 Gy. Fractionally irradiated cells (FIR20) displayed increased clonogenic survival and population doubling time as compared to age-matched sham-irradiated cells and untreated, parental MCF7 cells. RNA-sequencing revealed a core signature of 229 mRNAs and 7 circRNAs significantly altered in the FIR20 cells. The FIR20 cell transcriptome overlapped significantly with canonical radiation signatures, and demonstrated a remarkable commonality with radiation and endocrine therapy resistance expression profiles, suggesting crosstalk between both acquired resistance pathways. Using predictive analyses and functional enrichment, we identified a gene-regulatory network of circRNA and mRNA that promotes stemness and inflammatory signaling in FIR20 cells. We propose that these phenotypic traits render breast cancer cells more radioresistant and may therefore serve as potential modules for combination therapies.",
      "organism": "Homo sapiens",
      "n_samples": 9,
      "gse": "GSE189495",
      "pubmed_id": "35579852",
      "pdat": "2022-10-12",
      "gds_type": "Expression profiling by high throughput sequencing;\tNon-coding RNA profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE189495",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/35579852/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE213228",
      "accession": "GSE213228",
      "title": "Targeting IRAK2 in triple-negative breast cancer cells decreases cellular growth in vitro and delays tumor progression in murine models",
      "summary": "Breast cancer stem cells (BCSCs) are responsible for tumor recurrence and therapy resistance. We have established primary BCSC cultures from human tumors of triple-negative breast cancer (TNBC), a subgroup of breast cancer likely driven by BCSCs. Primary BCSCs generate xenografts phenocopying the tumors of origin, representing a suitable model to investigate breast cancer targeting strategies. In the TNBC cell line MDA-MB-468, we previously screened kinases whose depletion elicited a differentiation response, among which IRAK2 was identified. Since IRAK2 is highly enriched in primary BCSCs we wondered if its depletion could affect their growth. Primary BCSCs and MDA-MB-468 presenting IRAK2 downregulation exhibited decreased proliferation and sphere-forming capacity, evidencing the role of IRAK2 in cellular growth and self-renewal. When transplanted orthotopically into immunocompromised mice, IRAK2 knockdown cells originated smaller xenografts in comparison with control cells, suggesting that IRAK2 downregulation may delay tumor development. Investigating the molecular pathways affected by the knockdown, NF-κB and ERK phosphorylation, IL-6 and cyclin D1 expression, ERN1 signaling and autophagy were decreased in a cell line-dependent way. Transcriptome analysis confirmed that the cells were to some extent differently affected by the knockdown, indicating that their heterogeneity, different mutations, genetic background, expression of IRAK2 and level of its downregulation could influence the outcome of the knockdown. Given that overall IRAK2 downregulation decreased cellular ability to sustain aggressive growth and to endure cellular stress, IRAK2 may be considered an interesting target to compromise TNBC progression, positively contributing to TNBC clinical outcome.",
      "organism": "Homo sapiens",
      "n_samples": 18,
      "gse": "GSE213228",
      "pubmed_id": "",
      "pdat": "2022-09-18",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE213228",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE207248",
      "accession": "GSE207248",
      "title": "On-treatment transcriptional profiling in HER2+ inflammatory breast cancer",
      "summary": "Inflammatory breast cancer (IBC) is a rare and understudied disease, with 40% of cases presenting with HER2-positive IBC. Within a cohort of newly diagnosed patients with HER2-positive IBC, we sought to (i) assess the pathologic complete response (pCR) rate of short-term neoadjuvant dual-HER2-blockade and paclitaxel, (ii) define baseline and on-treatment transcriptional profiles of tumor biopsies that are associated with pCR, and (iii) identify biologic pathways that may explain the effect of neoadjuvant therapy on pathologic tumor response.",
      "organism": "Homo sapiens",
      "n_samples": 44,
      "gse": "GSE207248",
      "pubmed_id": "",
      "pdat": "2022-09-01",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE207248",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE189547",
      "accession": "GSE189547",
      "title": "Expression data from triple negative breast cancer-MDA-MB-231 cells treated with vehicle and salvia chinensia benth",
      "summary": "To identify salvia chinensia benths induced transcriptional changes in triple negative breast cancer cell, RNA-sequencing of MDA-MB-231 cells after salvia chinensia benths treantmnent was performed. Differential gene expression analysis resulted in 7582 differentially expressed genes.",
      "organism": "Homo sapiens",
      "n_samples": 6,
      "gse": "GSE189547",
      "pubmed_id": "36033499",
      "pdat": "2022-08-31",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE189547",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/36033499/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    },
    {
      "uid": "GSE207795",
      "accession": "GSE207795",
      "title": "EZH2 T367 phosphorylation activates p38 signaling through lysine methylation to promote breast cancer progression [RNA-seq]",
      "summary": "To investigate the gene expression deregulation in Breast Cancer Tumors treated with P38i, EZH2i, the combination and controls.",
      "organism": "Homo sapiens",
      "n_samples": 12,
      "gse": "GSE207795",
      "pubmed_id": "35992062",
      "pdat": "2022-08-25",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE207795",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/35992062/",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    }
  ]
}