{
  "query": "diabetes",
  "source": "geo_sqlite",
  "error": "",
  "total_found": 10,
  "species_filter": "Homo sapiens",
  "experiment_filter": "RNA-seq",
  "state_filter": "Treated vs Untreated",
  "only_analyzable": true,
  "requested_retmax": 100,
  "returned_before_analyzable_filter": 10,
  "returned_after_analyzable_filter": 10,
  "items": [
    {
      "uid": "GSE160391",
      "accession": "GSE160391",
      "title": "Analysis of micro-RNA expression profiles in human islets and islet-derived exosomes during cytokine mediated β cell stress and death",
      "summary": "Biomarkers capable of monitoring β cell stress during the evolution of type 1 diabetes (T1D) are currently lacking. MicroRNAs (miRNAs) are a class of small non-coding RNAs ~22 nucleotides in length that modulate gene expression by binding to the 3’untranslated region of target mRNAs.  Given their stability in biological fluids and enrichment in cell-derived EVs, we hypothesized that miRNAs from human islet and islet-derived EVs could identify β-cell stress/death and be leveraged in T1D biomarker strategies. To test this, human islets were obtained from 10 cadaveric donors (5 male/5 female) and treated with or without cytokines (IL-1β and IFN-γ) for 24 hrs, as an ex vivo model of T1D. Small RNA sequencing was performed and  identified 1110 and 890 miRNAs in total and 20 and 14 differentially expressed (DE) miRNAs (fold change≥1.5 and p<0.05) from islets and EVs, respectively. These findings were validated in an independent set of cytokine-treated islets and islet-derived EVs (7M and 5F donors). Interestingly, miRNA expression pattern was strikingly different between male and female donors at baseline and under cytokine stress with < 10% overlap among the DE miRNAs. miR-155-5p and miR-146a-5p were the only two miRNAs that were upregulated in cytokine-treated islets and EVs in both the sexes. Functional enrichment analysis of DE miRNAs identified pathways such as insulin signaling, ER stress and apoptosis. Taken together, these data suggest that miRNA expression patterns change dynamically in both human islets and islet-derived EVs in response to pro-inflammatory cytokine stress. EV miRNAs were largely distinct from those in the islet fraction, suggesting that miRNAs are selectively packaged into EVs in response to extrinsic cues. Finally, these data highlight the importance of considering sex as a biological variable when defining T1D biomarkers.",
      "organism": "Homo sapiens",
      "n_samples": 48,
      "gse": "GSE160391",
      "pubmed_id": "37398133",
      "pdat": "2023-08-08",
      "gds_type": "Non-coding RNA profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE160391",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/37398133/",
      "analyzable": true,
      "analyzable_detail": "fast_unverified: series_matrix_listing: HTTPSConnectionPool(host='ftp.ncbi.nlm.nih.gov', port=443): Max retries exceeded with url: /geo/series/GSE160nnn/GSE160391/matrix/ (Caused by NameResolutionError(\"HTTPSConnection(host='ftp.ncbi.nlm.nih.gov', port=443): Failed to resolve 'ftp.ncbi.nlm.nih.gov' ([Errno 8] nodename nor servname provided, or not known)\")) | supplementary_listing: HTTPSConnectionPool(host='ftp.ncbi.nlm.nih.gov', port=443): Max retries exceeded with url: /geo/series/GSE160nnn/GSE160391/suppl/ (Caused by NameResolutionError(\"HTTPSConnection(host='ftp.ncbi.nlm.nih.gov', port=443): Failed to resolve 'ftp.ncbi.nlm.nih.gov' ([Errno 8] nodename nor servname provided, or not known)\"))"
    },
    {
      "uid": "GSE178991",
      "accession": "GSE178991",
      "title": "10X genomics single cell GEX and VDJ 5' sequencing of PBMC from Type 1 Diabetes patients treated with Treg therapy alone or plus low dose IL-2",
      "summary": "Background: A previous Phase I study showed that the infusion of autologous Treg cells expanded ex-vivo into recent onset Type 1 Diabetes (T1D) patients had an excellent safety profile, however, the majority of the infused Tregs could no longer be detected in the peripheral blood three months post-infusion (NCT01210664-Treg-T1D Trial). Interleukin-2 (IL-2) is a well-characterized cytokine that has been shown to enhance human Treg cell survival and expansion at low doses in vivo. Therefore, a Phase 1 study (NCT02772679-TILT trial) was conducted combining a single infusion of autologous polyclonal Tregs, expanded ex vivo, followed by one or two 5-day courses of recombinant human low dose IL-2 (ld-IL-2) at 0.3 x 10^6 to 1 x 10^6 units/dose. The infusions had an acceptable safety profile, but all 9 patients failed to maintain C-peptide production at pre-treatment levels.;\tResults: Single cell gene expression analysis revealed that the combination therapy led to a transient increase in the number of infused and endogenous Tregs but also resulted in a significant increase from baseline in a subset of activated NK, Mucosal-associated invariant T (MAIT) and clonal CD8+ T populations from populations",
      "organism": "Homo sapiens",
      "n_samples": 84,
      "gse": "GSE178991",
      "pubmed_id": "34324441",
      "pdat": "2022-06-29",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "Single-cell RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE178991",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/34324441/",
      "analyzable": true,
      "analyzable_detail": "fast_unverified: series_matrix_listing: HTTPSConnectionPool(host='ftp.ncbi.nlm.nih.gov', port=443): Max retries exceeded with url: /geo/series/GSE178nnn/GSE178991/matrix/ (Caused by NameResolutionError(\"HTTPSConnection(host='ftp.ncbi.nlm.nih.gov', port=443): Failed to resolve 'ftp.ncbi.nlm.nih.gov' ([Errno 8] nodename nor servname provided, or not known)\")) | supplementary_listing: HTTPSConnectionPool(host='ftp.ncbi.nlm.nih.gov', port=443): Max retries exceeded with url: /geo/series/GSE178nnn/GSE178991/suppl/ (Caused by NameResolutionError(\"HTTPSConnection(host='ftp.ncbi.nlm.nih.gov', port=443): Failed to resolve 'ftp.ncbi.nlm.nih.gov' ([Errno 8] nodename nor servname provided, or not known)\"))"
    },
    {
      "uid": "GSE181328",
      "accession": "GSE181328",
      "title": "Exploratory study reveals far reaching systemic and cellular effects of verapamil treatment in subjects with type 1 diabetes",
      "summary": "Currently, no oral medications are available for individuals suffering from type 1 diabetes (T1D). Our randomized placebo-controlled phase 2 trial recently revealed that oral verapamil has short- term beneficial effects in subjects with new-onset type 1 diabetes (T1D) 1. However, what exact biological changes verapamil elicits in humans with T1D, how long they may last, and how to best monitor any associated therapeutic success has remained elusive. We therefore now conducted extended analyses of the effects of continuous verapamil use over a 2-year period, performed unbiased proteomics analysis of serum samples and assessed changes in proinflammatory T-cell markers in subjects receiving verapamil or just standard insulin therapy. In addition, we determined the verapamil-induced changes in human islets using RNA sequencing. Our present results reveal that verapamil regulates the thioredoxin system and promotes an anti-oxidative and anti-apoptotic gene expression profile in human islets, reverses T1D-induced elevations in circulating proinflammatory T-follicular-helper cells and interleukin-21 and normalizes serum levels of chromogranin A (CHGA), a recently identified T1D autoantigen 2,3. In fact, proteomics identified CHGA as the top serum protein altered by verapamil and as a potential therapeutic marker. Moreover, continuous use of oral verapamil delayed T1D progression, promoted endogenous beta cell function and lowered insulin requirements and serum CHGA levels for at least 2 years and these benefits were lost upon discontinuation. Thus, the current studies provide crucial mechanistic and clinical insight into the beneficial effects of verapamil in T1D.",
      "organism": "Homo sapiens",
      "n_samples": 6,
      "gse": "GSE181328",
      "pubmed_id": "35241690",
      "pdat": "2022-03-04",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE181328",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/35241690/",
      "analyzable": true,
      "analyzable_detail": "fast_unverified: series_matrix_listing: HTTPSConnectionPool(host='ftp.ncbi.nlm.nih.gov', port=443): Max retries exceeded with url: /geo/series/GSE181nnn/GSE181328/matrix/ (Caused by NameResolutionError(\"HTTPSConnection(host='ftp.ncbi.nlm.nih.gov', port=443): Failed to resolve 'ftp.ncbi.nlm.nih.gov' ([Errno 8] nodename nor servname provided, or not known)\")) | supplementary_listing: HTTPSConnectionPool(host='ftp.ncbi.nlm.nih.gov', port=443): Max retries exceeded with url: /geo/series/GSE181nnn/GSE181328/suppl/ (Caused by NameResolutionError(\"HTTPSConnection(host='ftp.ncbi.nlm.nih.gov', port=443): Failed to resolve 'ftp.ncbi.nlm.nih.gov' ([Errno 8] nodename nor servname provided, or not known)\"))"
    },
    {
      "uid": "GSE182259",
      "accession": "GSE182259",
      "title": "A global analysis on the differential regulation of RNA binding proteins (RBPs) by TNF–α as potential modulators of metabolic syndromes",
      "summary": "Purpose:Metabolic syndrome (MetS) is associated with a group of conditions including diabetes, obesity, insulin resistance etc. The goal of our study is to identify the differentially regulated genes under metabolic syndromes induced by TNF-α.;\tMethods:A Homosapines Reference based Transcriptome sequencing is performed to understand the genes that are diffrerentially regulated under metabolic synromes with TNF-α as upstream. The HEK293 cells were treated with TNF alpha at 10ng/ml for 6hrs to induce the metabolic disturbances mimicking the metabolic syndromes and untreated HEK 293 cells were considered as control. For the Control set (31 million reads) and TNF-α treated (34 million reads) samples was obtained through the Illumina NextSeq 500 platform and comprised of paired end reads of 76 bp (2X76). FastQC software was used to check the quality of the NextSeq 500 paired end reads and were further processed by in-house script for adapter removal and low quality bases trimming. Tophat-2.02  and Cufflinks-2.1.14 tools were used for the analysis. A two fold change and p-value <0.05 cut-off was used to report the differentially expressed genes (DEGs). Owing to the absence of replicates, no FDR correction was used.For each gene a RPKM (Reads per kilo base per million mapped reads) value was calculated for each gene. Apart from the RPKM value, p-value and a fold change value was also calculated for control and treated samples. The genes were validated using qPCR using using Brilliant Ш Ultra-Fast SYBR green qPCR Master Mix in AriaMx PCR System (Agilent Technologies).;\tResults: Around 6056 and 5495 transcripts were shown as up and down regulated respectively using a twofold change cut-off. On excluding the transcripts with no gene names,   the numbers of up and down regulated transcripts were found out to be 4444 (3551 genes) and 4365 (3418 genes) respectively.Among which 1218 genes are unique, and highly significant(based on p-value cut-off) and  transcriptionally regulated genes by TNF-α, among which about 15% are RBPs; identified by the EuRBPDB data base. Among these transcriptionally regulated genes, we have identified 204 MetS genes by IPA analysis, more than 10% of which are identified as RBPs.;\tConclusion: Transcriptional regulation of the MetS genes by TNF-α, which   also act as RBPs predicts the existence of feed-forward loops and interconnected pathways, which may influence the onset of MetS at the molecular level.",
      "organism": "Homo sapiens",
      "n_samples": 2,
      "gse": "GSE182259",
      "pubmed_id": "",
      "pdat": "2022-01-21",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE182259",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_unverified: series_matrix_listing: HTTPSConnectionPool(host='ftp.ncbi.nlm.nih.gov', port=443): Max retries exceeded with url: /geo/series/GSE182nnn/GSE182259/matrix/ (Caused by NameResolutionError(\"HTTPSConnection(host='ftp.ncbi.nlm.nih.gov', port=443): Failed to resolve 'ftp.ncbi.nlm.nih.gov' ([Errno 8] nodename nor servname provided, or not known)\")) | supplementary_listing: HTTPSConnectionPool(host='ftp.ncbi.nlm.nih.gov', port=443): Max retries exceeded with url: /geo/series/GSE182nnn/GSE182259/suppl/ (Caused by NameResolutionError(\"HTTPSConnection(host='ftp.ncbi.nlm.nih.gov', port=443): Failed to resolve 'ftp.ncbi.nlm.nih.gov' ([Errno 8] nodename nor servname provided, or not known)\"))"
    },
    {
      "uid": "GSE181143",
      "accession": "GSE181143",
      "title": "Heterogeneous Gene Expression Patterns of Tuberculosis-Diabetes Interaction in Diverse Cohorts",
      "summary": "Background. Diabetes mellitus (DM) increases tuberculosis (TB) severity. We previously reported baseline blood microarray data in a South Indian pulmonary TB cohort with or without DM, finding no qualitative or quantitative differences in immune pathway gene expression. To extend those observations, we compared baseline and longitudinal blood gene expression in TB patients from South India and Brazil.;\tMethods. Adults with pulmonary TB, with or without DM, were enrolled at two sites in India and one site in Brazil. Blood RNA sequencing (RNAseq) was performed at baseline and treatment months 2 and 6. Differentially expressed genes (DEGs) and pathway activation were compared by group and site. Comparison was also made with published RNAseq data from the TANDEM study South African and Romanian cohorts.;\tFindings. No consistent pattern of DEGs discriminated TB from TBDM in India or Brazil. Pathway analysis also showed little commonality between sites, although a shared profile of complement activation and matrix degradation was identified in TBDM. Indian participants showed marked longitudinal changes in DEGs and pathways at 2 and 6 months of treatment, whereas these were stable in Brazilian participants. High variability in gene expression was observed between sites at baseline and during treatment.;\tInterpretation. DM exacerbates matrix degradation in TB but is not associated with major immune gene expression or pathway differences compared to TB without DM. Comparison between cohorts in India, Brazil, Romania, and South Africa revealed an unexpectedly high degree of site-specific variation that may reflect population differences in TB pathobiology.",
      "organism": "Homo sapiens",
      "n_samples": 560,
      "gse": "GSE181143",
      "pubmed_id": "",
      "pdat": "2021-12-30",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE181143",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_unverified: series_matrix_listing: HTTPSConnectionPool(host='ftp.ncbi.nlm.nih.gov', port=443): Max retries exceeded with url: /geo/series/GSE181nnn/GSE181143/matrix/ (Caused by NameResolutionError(\"HTTPSConnection(host='ftp.ncbi.nlm.nih.gov', port=443): Failed to resolve 'ftp.ncbi.nlm.nih.gov' ([Errno 8] nodename nor servname provided, or not known)\")) | supplementary_listing: HTTPSConnectionPool(host='ftp.ncbi.nlm.nih.gov', port=443): Max retries exceeded with url: /geo/series/GSE181nnn/GSE181143/suppl/ (Caused by NameResolutionError(\"HTTPSConnection(host='ftp.ncbi.nlm.nih.gov', port=443): Failed to resolve 'ftp.ncbi.nlm.nih.gov' ([Errno 8] nodename nor servname provided, or not known)\"))"
    },
    {
      "uid": "GSE157988",
      "accession": "GSE157988",
      "title": "Nicotinamide mononucleotide increases muscle insulin sensitivity in women with prediabetes",
      "summary": "Studies in rodents have shown obesity and aging impair tissue nicotinamide adenine dinucleotide (NAD+) biosynthesis, which contributes to metabolic dysfunction. The availability of nicotinamide mononucleotide (NMN) is an important rate-limiting factor in mammalian NAD+ biosynthesis. We conducted a 10-week, randomized, placebo-controlled, double-blind trial to evaluate the effect of NMN supplementation on metabolic function in 25 postmenopausal women with prediabetes who were overweight/obese. Insulin-stimulated glucose disposal, assessed by using the hyperinsulinemic-euglycemic-clamp procedure, increased by 25±7% (P<0.01) in the NMN group, which was accompanied by an increase in insulin-stimulated phosphorylation of muscle AKT (P<0.01), whereas neither outcome changed after placebo treatment. Body composition (fat mass, fat-free mass, intra-abdominal fat, intrahepatic triglyceride content) and muscle mitochondrial respiratory capacity did not change after treatment with placebo or NMN. These results demonstrate NMN improves muscle insulin sensitivity in women with prediabetes who are overweight/obese, independent of changes in body composition or mitochondrial function.",
      "organism": "Homo sapiens",
      "n_samples": 92,
      "gse": "GSE157988",
      "pubmed_id": "33888596",
      "pdat": "2021-11-03",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE157988",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/33888596/",
      "analyzable": true,
      "analyzable_detail": "fast_unverified: series_matrix_listing: HTTPSConnectionPool(host='ftp.ncbi.nlm.nih.gov', port=443): Max retries exceeded with url: /geo/series/GSE157nnn/GSE157988/matrix/ (Caused by NameResolutionError(\"HTTPSConnection(host='ftp.ncbi.nlm.nih.gov', port=443): Failed to resolve 'ftp.ncbi.nlm.nih.gov' ([Errno 8] nodename nor servname provided, or not known)\")) | supplementary_listing: HTTPSConnectionPool(host='ftp.ncbi.nlm.nih.gov', port=443): Max retries exceeded with url: /geo/series/GSE157nnn/GSE157988/suppl/ (Caused by NameResolutionError(\"HTTPSConnection(host='ftp.ncbi.nlm.nih.gov', port=443): Failed to resolve 'ftp.ncbi.nlm.nih.gov' ([Errno 8] nodename nor servname provided, or not known)\"))"
    },
    {
      "uid": "GSE72991",
      "accession": "GSE72991",
      "title": "Heme-Oxygenase 1 is a Master Regulator of Cell Fate Following Oxidative Stress Response in Endothelial Cells",
      "summary": "Purpose: Excess oxidative stress (OS) impairs endothelial function and plays an important role in vascular diseases, diabetes, and neuronal disorders. Several consequences of OS including cell recovery and apoptosis have been described previously. In this study, we report systems model of the temporal dynamics of the oxidative stress response in Human Umbilical Vein Endothelial Cells (HUVECs) and characterize HMOX1 as a master regulator in orchestrating the response to oxidative stress.;\tMethods: Following stress induction by hydrogen peroxide (HP), we carried out dose-dependent phenotypic assays and time series measurements of transcripts in HUVECs. To explore the role of HMOX1, HUVECs were transfected with scrambled siRNA or si-HMOX1 and then treated with hydrogen peroxide. Total RNA was collected from Scrambled-untreated, scrambled-H2O2, and si-HMOX1-H2O2 samples for RNAseq. Novel findings were validated by qPCR and functional assays.;\tResults: In this study we have identified three phases of stress response (acute response from 1-2 hours, the transition from 4-6 hours, and the chronic stress response from 8-16 hours). We observe stable cell cycle arrest and impaired DNA replication/repair from 8-16 hours along with and increased resistance to apoptosis from 2-16 hours. Knockdown of HMOX1 prior to HP treatment releases the resistance to apoptosis. Similarly, many cellular processes switch their direction of regulation in HMOX1 deficient cells upon HP treatment (i.e. autophagy, mitochondria, cell surface signaling, expression of histone modifying enzymes and long-noncoding RNAs etc).;\tConclusions: Endothelial cell fate decisions are critically important for vascular health. In this study we provide a temporal model characterizing the transition from the acute stress response to the chronic response. The nexus of cell function and dysfunction is characterized by the concurrent activation of survival and death pathways. We explore the master regulatory role of HMOX1 and identify novel mechanisms by which HMOX1 may regulate cell fate decisions.",
      "organism": "Homo sapiens",
      "n_samples": 26,
      "gse": "GSE72991",
      "pubmed_id": "34595164",
      "pdat": "2021-10-06",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE72991",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/34595164/",
      "analyzable": true,
      "analyzable_detail": "fast_unverified: series_matrix_listing: HTTPSConnectionPool(host='ftp.ncbi.nlm.nih.gov', port=443): Max retries exceeded with url: /geo/series/GSE72nnn/GSE72991/matrix/ (Caused by NameResolutionError(\"HTTPSConnection(host='ftp.ncbi.nlm.nih.gov', port=443): Failed to resolve 'ftp.ncbi.nlm.nih.gov' ([Errno 8] nodename nor servname provided, or not known)\")) | supplementary_listing: HTTPSConnectionPool(host='ftp.ncbi.nlm.nih.gov', port=443): Max retries exceeded with url: /geo/series/GSE72nnn/GSE72991/suppl/ (Caused by NameResolutionError(\"HTTPSConnection(host='ftp.ncbi.nlm.nih.gov', port=443): Failed to resolve 'ftp.ncbi.nlm.nih.gov' ([Errno 8] nodename nor servname provided, or not known)\"))"
    },
    {
      "uid": "GSE157177",
      "accession": "GSE157177",
      "title": "Baseline assessment of circulating microRNAs near diagnosis of type 1 diabetes predicts future stimulated insulin secretion",
      "summary": "We investigated whether circulating microRNAs (miRNAs) are associated with residual insulin secretion at diagnosis and predict the severity of its future decline. We studied 53 newly diagnosed subjects enrolled in placebo groups of TrialNet clinical trials.  We measured serum levels of 2,083 miRNAs using RNAseq technology, in fasting samples from the baseline visit (<100 days from diagnosis), during which residual insulin secretion was measured with a mixed meal tolerance test (MMTT). Area under the curve (AUC) C-peptide and peak C-peptide were stratified by quartiles of expression of 31 miRNAs. After adjustment for baseline C-peptide, age, BMI and sex, baseline levels of miR-3187-3p, miR-4302, and the miRNA combination of miR-3187-3p/miR-103a-3p predicted differences in MMTT C-peptide AUC/peak levels at the 12-month visit; the combination miR-3187-3p/miR-4723-5p predicted proportions of subjects above/below the 200 pmol/L clinical trial eligibility threshold at the 12-month visit. Thus, miRNA assessment at baseline identifies associations with C-peptide and stratifies subjects for future severity of C-peptide loss after 1 year. We suggest that miRNAs may be useful in predicting future C-peptide decline for improved subject stratification in clinical trials.",
      "organism": "Homo sapiens",
      "n_samples": 53,
      "gse": "GSE157177",
      "pubmed_id": "33277338",
      "pdat": "2020-12-10",
      "gds_type": "Non-coding RNA profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE157177",
      "pubmed_link": "https://pubmed.ncbi.nlm.nih.gov/33277338/",
      "analyzable": true,
      "analyzable_detail": "fast_unverified: series_matrix_listing: HTTPSConnectionPool(host='ftp.ncbi.nlm.nih.gov', port=443): Max retries exceeded with url: /geo/series/GSE157nnn/GSE157177/matrix/ (Caused by NameResolutionError(\"HTTPSConnection(host='ftp.ncbi.nlm.nih.gov', port=443): Failed to resolve 'ftp.ncbi.nlm.nih.gov' ([Errno 8] nodename nor servname provided, or not known)\")) | supplementary_listing: HTTPSConnectionPool(host='ftp.ncbi.nlm.nih.gov', port=443): Max retries exceeded with url: /geo/series/GSE157nnn/GSE157177/suppl/ (Caused by NameResolutionError(\"HTTPSConnection(host='ftp.ncbi.nlm.nih.gov', port=443): Failed to resolve 'ftp.ncbi.nlm.nih.gov' ([Errno 8] nodename nor servname provided, or not known)\"))"
    },
    {
      "uid": "GSE135155",
      "accession": "GSE135155",
      "title": "Adipocyte serine uptake curbs ROS generation and visceral adiposity [Human]",
      "summary": "Obesity, and visceral adiposity in particular, increases the risk of common metabolic diseases, including type 2 diabetes, cardiovascular disease, and several forms of cancer. However, the molecular mechanisms responsible for regional fat storage remain poorly characterized, preventing therapeutic innovation. We here applied a systematic genome-wide screen and translational approach, where human primary preadipocytes were isolated from liposuction aspirate and differentiated. At day 7 of differentiation, cells were treated with BMS-466442 or vehicle (DMSO) for 24 hours. After incubation, cells were lysed, and RNA was purified, DNase treated, and the RNA integrity number was checked. Subsequently, cDNA libraries were generated via the TruSeq Stranded mRNA Library Prep kit and sequenced by Illumina Hiseq 4000.",
      "organism": "Homo sapiens",
      "n_samples": 12,
      "gse": "GSE135155",
      "pubmed_id": "",
      "pdat": "2020-02-05",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE135155",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_unverified: series_matrix_listing: HTTPSConnectionPool(host='ftp.ncbi.nlm.nih.gov', port=443): Max retries exceeded with url: /geo/series/GSE135nnn/GSE135155/matrix/ (Caused by NameResolutionError(\"HTTPSConnection(host='ftp.ncbi.nlm.nih.gov', port=443): Failed to resolve 'ftp.ncbi.nlm.nih.gov' ([Errno 8] nodename nor servname provided, or not known)\")) | supplementary_listing: HTTPSConnectionPool(host='ftp.ncbi.nlm.nih.gov', port=443): Max retries exceeded with url: /geo/series/GSE135nnn/GSE135155/suppl/ (Caused by NameResolutionError(\"HTTPSConnection(host='ftp.ncbi.nlm.nih.gov', port=443): Failed to resolve 'ftp.ncbi.nlm.nih.gov' ([Errno 8] nodename nor servname provided, or not known)\"))"
    },
    {
      "uid": "GSE144169",
      "accession": "GSE144169",
      "title": "Angiogenin derived from ABCB5+ mesenchymal stem cells improves diabetic wound via enhancing angiogenesis",
      "summary": "Severe angiopathy has been postulated as a major driver for diabetes associated secondary complications. So far the knowledge on underlying mechanisms and thereon based therapeutic options to attenuate these pathologies are limited. Here we systematically administered ABCB5+ MSCs for the treatment of chronic non-healing diabetic wounds employing db/db mice, a type II diabetes model as their number markedly declined during diabetes. We found that administration of ABCB5+ MSCs markedly accelerates wound closure in diabetic db/db mice as opposed to the vehicle treated control group. Strikingly, administration of ABCB5+ MSCs at the edges of the diabetic wounds triggered considerable neoangiogenesis, most likely by the releasing a Ribonuclease angiogenin that was identified through secretome analysis of ABCB5+ MSCs. Interestingly, silencing of angiogenin in ABCB5+ MSCs significantly delayed wound closure in diabetic db/db mice indicating its key role in skin regeneration. Moreover, angiogenin also impacted the polarization of macrophages. The findings from this study will provide novel insight into the unique capacity of ABCB5+ MSCs to mount an adaptive response at the wound site with the delivery of angiogenic molecules holds significant promise for the therapy of non-healing diabetes foot ulcers, and other pathologies with impaired angiogenesis. The benefits for refined stem cell based therapies is virtually unlimited.",
      "organism": "Homo sapiens",
      "n_samples": 2,
      "gse": "GSE144169",
      "pubmed_id": "",
      "pdat": "2020-02-01",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Disease vs Healthy",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE144169",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_unverified: series_matrix_listing: HTTPSConnectionPool(host='ftp.ncbi.nlm.nih.gov', port=443): Max retries exceeded with url: /geo/series/GSE144nnn/GSE144169/matrix/ (Caused by NameResolutionError(\"HTTPSConnection(host='ftp.ncbi.nlm.nih.gov', port=443): Failed to resolve 'ftp.ncbi.nlm.nih.gov' ([Errno 8] nodename nor servname provided, or not known)\")) | supplementary_listing: HTTPSConnectionPool(host='ftp.ncbi.nlm.nih.gov', port=443): Max retries exceeded with url: /geo/series/GSE144nnn/GSE144169/suppl/ (Caused by NameResolutionError(\"HTTPSConnection(host='ftp.ncbi.nlm.nih.gov', port=443): Failed to resolve 'ftp.ncbi.nlm.nih.gov' ([Errno 8] nodename nor servname provided, or not known)\"))"
    }
  ]
}