{
  "query": "NASH",
  "source": "geo_sqlite",
  "error": "",
  "total_found": 1,
  "species_filter": "Homo sapiens",
  "experiment_filter": "RNA-seq",
  "state_filter": "Treated vs Untreated",
  "only_analyzable": true,
  "requested_retmax": 20,
  "returned_before_analyzable_filter": 1,
  "returned_after_analyzable_filter": 1,
  "items": [
    {
      "uid": "GSE200418",
      "accession": "GSE200418",
      "title": "Transcriptomic profiling of induced steatosis in human precision-cut liver slices",
      "summary": "Progression of non-alcoholic fatty liver disease (NAFLD) to non-alcoholic steatohepatitis (NASH) is a major cause of end-stage liver diseases. There is a high need for predictive human ex vivo models to translate preclinical findings for potential new NAFLD drugs to human disease. About a decade ago, precision cut liver slices (PCLSs) have been established as an ex vivo assay for humans and other organisms. The molecular and functional baseline characteristics of PCLSs have been extensively described previously. In the present study, we provide a comprehensive RNA-Seq based molecular characterization of a new assay for NAFLD that induces steatosis in human and mouse PCLSs culture by incremental supplementation of sugars (glucose and fructose), insulin, and fatty acids (palmitate, oleate). Independent of the triglyceride levels of the human donor liver organs at baseline, the nutrient over-supplementation leads to an increase of triglyceride synthesis and cytokine release to the culture supernatant and thus recapitulates hallmark features of steatosis and inflammation in NAFLD. The mirrored design of human vs. mouse liver slices cultured at the exact same conditions allows a comprehensive assessment of donor variability and the contribution of time vs. nutrient factors to the overall observed molecular pattern and the investigation of conserved and species-specific transcriptional pathways that are involved in steatosis and inflammation of the liver.",
      "organism": "Homo sapiens",
      "n_samples": 99,
      "gse": "GSE200418",
      "pubmed_id": "",
      "pdat": "2023-05-10",
      "gds_type": "Expression profiling by high throughput sequencing",
      "experiment_type": "RNA-seq",
      "state_profile": "Treated vs Untreated",
      "geo_link": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE200418",
      "pubmed_link": "",
      "analyzable": true,
      "analyzable_detail": "fast_metadata_predicted"
    }
  ]
}